
  {"0-1-2": {
    "name": "Elixir of Midnight Flight",
    "description": "A shimmering silver potion that grants the drinker the ability to glide through moonbeams. The Dragon Scale amplifies the power of the Moonflower, while Raven Feather guides the soul through darkness."
  },
  "0-1-3": {
    "name": "Brew of Celestial Binding",
    "description": "This luminous mixture weaves together the strength of dragons with the delicate threads of spider silk, all under the watchful gaze of the moon. It binds promises that cannot be broken."
  },
  "0-1-4": {
    "name": "Draught of Ancient Awakening",
    "description": "Dragon fire meets earth's screaming root beneath the moon's pale light. This potion awakens dormant powers buried deep within the drinker's bloodline."
  },
  "0-1-5": {
    "name": "Philtre of Draconic Nightshade",
    "description": "A dangerously beautiful concoction that combines the moon's blessing with dragon's might and deadly nightshade. Grants visions of futures both glorious and terrible."
  },
  "0-1-6": {
    "name": "Tonic of Scaled Tongues",
    "description": "This peculiar brew allows the drinker to speak with reptiles and amphibians. Moonflower opens the mind, Dragon Scale provides kinship, and Toad Tongue translates the words."
  },
  "0-1-7": {
    "name": "Essence of Twilight Hunters",
    "description": "A potion for those who stalk the boundary between day and night. Dragon Scale grants courage, Bat Wing offers echolocation, and Moonflower illuminates the hidden paths."
  },
  "0-1-8": {
    "name": "Concoction of Lunar Dragons",
    "description": "Legends speak of dragons who nested in moon craters. This brew captures their essence through Dragon Scale and Moonflower, protected by Witch Hazel's ancient wards."
  },
  "0-1-9": {
    "name": "Infusion of Beautiful Destruction",
    "description": "Moonflower's gentle light cannot fully mask the deadly combination of Dragon Scale's fire and Belladonna's kiss. Beauty and danger intertwined in liquid form."
  },
  "0-1-10": {
    "name": "Draft of the Scaled Garden",
    "description": "A potion that causes flowers to bloom even in dragonfire's wake. Moonflower provides growth, Dragon Scale brings heat, and Foxglove guards the threshold between."
  },
  "0-1-11": {
    "name": "Elixir of Moon-Scorched Earth",
    "description": "Dragon Scale and Wolfsbane create a potent ward against lycanthropy, while Moonflower paradoxically strengthens the cure. A hunter's most trusted companion."
  },
  "0-1-12": {
    "name": "Potion of the Dragon's Eye",
    "description": "This shimmering brew grants the ability to see magic itself. Dragon Scale provides the draconic sight, Eye of Newt focuses the vision, and Moonflower reveals what is hidden."
  },
  "0-1-13": {
    "name": "Brew of Nine Scales",
    "description": "Black Cat Whisker brings luck to this powerful mixture of Moonflower and Dragon Scale. Said to grant the drinker nine chances to escape death."
  },
  "0-1-14": {
    "name": "Draught of the Barrow Dragon",
    "description": "Ancient dragons were sometimes buried with moon rituals. This potion connects to those old spirits through Graveyard Moss, Dragon Scale, and Moonflower's light."
  },
  "0-1-15": {
    "name": "Tonic of Wyrmwood",
    "description": "Wormwood's bitterness tempers the fierce power of Dragon Scale, while Moonflower ensures the drinker maintains their sanity when touching draconic power."
  },
  "0-1-16": {
    "name": "Essence of Prophetic Dragons",
    "description": "Dragons were said to dream the future. This brew combines Dragon Scale with Mugwort's visionary properties and Moonflower's revealing light to grant prophetic dreams."
  },
  "0-1-17": {
    "name": "Philtre of Elder Wyrms",
    "description": "The eldest dragons witnessed the planting of the first Elder trees. This ancient recipe combines their essences with Moonflower to grant wisdom spanning ages."
  },
  "0-1-18": {
    "name": "Concoction of Bleeding Scales",
    "description": "A warrior's potion that combines the pain of the Blood Rose Thorn, the resilience of Dragon Scale, and the healing light of Moonflower. For those who fight on despite injury."
  },
  "0-1-19": {
    "name": "Infusion of Cosmic Dragons",
    "description": "Some dragons fly between worlds, leaving trails of stardust. This extraordinary brew captures that cosmic journey through Dragon Scale, Stardust, and Moonflower's guidance."
  },
  "0-2-3": {
    "name": "Draft of the Shadow Weaver",
    "description": "Raven's darkness, Spider's patience, and Moonflower's light create a potion for those who work in secrets. Allows the weaving of illusions and glamours."
  },
  "0-2-4": {
    "name": "Elixir of Root and Feather",
    "description": "A grounding yet liberating brew. Mandrake Root anchors to earth, Raven Feather grants flight, and Moonflower shows the path between soil and sky."
  },
  "0-2-5": {
    "name": "Potion of the Corvid's Poison",
    "description": "Ravens are carrion birds immune to many toxins. This dark brew combines their essence through Raven Feather with Nightshade's poison, blessed by Moonflower for protection."
  },
  "0-2-6": {
    "name": "Brew of Croaking Ravens",
    "description": "An unusual mixture that grants the ability to speak with all creatures that croak, caw, or call. Toad Tongue translates, Raven Feather empowers, and Moonflower opens communication."
  },
  "0-2-7": {
    "name": "Tonic of Night's Wings",
    "description": "Both bat and raven take flight in darkness. Combined with Moonflower's light, this potion grants silent movement and the ability to navigate by sound and shadow."
  },
  "0-2-8": {
    "name": "Essence of the Witch's Familiar",
    "description": "Many witches bond with ravens as familiars. This traditional brew combines Raven Feather, Witch Hazel for the bond, and Moonflower to seal the connection."
  },
  "0-2-9": {
    "name": "Draught of the Black Garden",
    "description": "A gothic mixture where Belladonna's deadly beauty meets Raven Feather's darkness, all illuminated by Moonflower. For those who find beauty in shadow."
  },
  "0-2-10": {
    "name": "Philtre of Feathered Bells",
    "description": "Foxglove bells ring silent warnings while Raven Feather carries messages across distances. Moonflower ensures the words arrive true and unaltered."
  },
  "0-2-11": {
    "name": "Concoction of the Moon Wolf",
    "description": "Ravens and wolves often share kills under the full moon. This potion creates kinship with both predators through Raven Feather, Wolfsbane, and Moonflower's blessing."
  },
  "0-2-12": {
    "name": "Infusion of the All-Seeing",
    "description": "Ravens see from above, newts from below, and Moonflower reveals all between. This potion grants perspective from every angle and the wisdom to understand it."
  },
  "0-2-13": {
    "name": "Elixir of Omen and Fortune",
    "description": "Both ravens and black cats are creatures of superstition. Combined with Moonflower, this brew allows the drinker to sense approaching fortune or doom."
  },
  "0-2-14": {
    "name": "Brew of the Carrion Moon",
    "description": "Ravens feast in graveyards under moonlight. This necromantic mixture uses Graveyard Moss, Raven Feather, and Moonflower to communicate with the recently deceased."
  },
  "0-2-15": {
    "name": "Draft of Bitter Flight",
    "description": "Wormwood's bitterness carries the drinker's spirit on raven wings through the dreamscape. Moonflower ensures they return safely to their body."
  },
  "0-2-16": {
    "name": "Tonic of Prophetic Caws",
    "description": "Ravens can predict death and disaster. This potion enhances that gift through Raven Feather and Mugwort's visions, revealed clearly by Moonflower's light."
  },
  "0-2-17": {
    "name": "Essence of the Elder's Messenger",
    "description": "In old tales, ravens carried messages to the Elder tree at the world's center. This brew recreates that mythic connection through Elderflower, Raven Feather, and Moonflower."
  },
  "0-2-18": {
    "name": "Potion of Thorned Wings",
    "description": "A warrior-poet's brew combining the pain of Blood Rose Thorn, the freedom of Raven Feather, and the hope of Moonflower. For those who fight for beauty."
  },
  "0-2-19": {
    "name": "Philtre of Stellar Navigation",
    "description": "Ravens migrate by starlight, and this potion captures their gift. Stardust maps the heavens, Raven Feather grants direction, and Moonflower lights the way home."
  },
  "0-3-4": {
    "name": "Concoction of Bound Roots",
    "description": "Spider Silk winds around Mandrake Root beneath Moonflower's gaze. This potion creates unbreakable bindings, whether of promise, spell, or fate itself."
  },
  "0-3-5": {
    "name": "Infusion of the Widow's Web",
    "description": "A deadly trap disguised as beautiful dew-kissed silk. Nightshade's poison, Spider Silk's snare, and Moonflower's deceptive innocence combine for perfect ambush."
  },
  "0-3-6": {
    "name": "Elixir of Sticky Tongues",
    "description": "This peculiar brew grants the ability to catch lies as easily as a toad catches flies. Spider Silk snares falsehoods, Toad Tongue tastes truth, and Moonflower reveals all."
  },
  "0-3-7": {
    "name": "Brew of the Cave Dwellers",
    "description": "Both spiders and bats thrive in darkness. This potion grants comfort in enclosed spaces and the ability to sense vibrations. Moonflower provides just enough light to navigate."
  },
  "0-3-8": {
    "name": "Draught of Web and Ward",
    "description": "A powerful protection spell in liquid form. Spider Silk catches harm, Witch Hazel deflects curses, and Moonflower seals the barrier with lunar blessing."
  },
  "0-3-9": {
    "name": "Tonic of Beautiful Entrapment",
    "description": "Belladonna lures victims while Spider Silk holds them fast. Moonflower adds an eerie beauty to this dangerous brew favored by those who hunt the wicked."
  },
  "0-3-10": {
    "name": "Essence of Morning Dew",
    "description": "Foxglove bells collect morning dew like spider webs under moonlight. This gentle potion promotes healing and clarity, washing away confusion and toxins."
  },
  "0-3-11": {
    "name": "Philtre of the Hunter's Trap",
    "description": "Wolf hunters know to set snares with spider-silk triggers. This brew combines that cunning through Spider Silk and Wolfsbane, revealed by Moonflower when prey approaches."
  },
  "0-3-12": {
    "name": "Concoction of Eight Eyes",
    "description": "Spiders and newts both watch the world through many-lensed eyes. Combined with Moonflower's revealing light, this potion grants perception of hidden magical patterns."
  },
  "0-3-13": {
    "name": "Infusion of Lucky Threads",
    "description": "Black Cat Whisker brings fortune to those caught in Spider Silk's web. Moonflower ensures the luck is genuine and not merely chance. A gambler's secret weapon."
  },
  "0-3-14": {
    "name": "Draft of Grave Silk",
    "description": "Ancient tombs are draped in spider webs and moss. This necromantic brew uses Spider Silk, Graveyard Moss, and Moonflower to weave connections to ancestral spirits."
  },
  "0-3-15": {
    "name": "Elixir of the Tangled Mind",
    "description": "Wormwood confuses while Spider Silk tangles thoughts into knots. Moonflower provides the only thread leading out of this labyrinth. A potion for interrogation or meditation."
  },
  "0-3-16": {
    "name": "Potion of Dream Weaving",
    "description": "Spider Silk weaves dreams into tapestries while Mugwort grants visions and Moonflower illuminates their meaning. For lucid dreamers and prophets."
  },
  "0-3-17": {
    "name": "Brew of the Elder Web",
    "description": "The oldest spiders spin webs in elder trees. This ancient recipe combines Spider Silk, Elderflower, and Moonflower to reveal connections between all living things."
  },
  "0-3-18": {
    "name": "Tonic of Silken Thorns",
    "description": "Spider silk is soft yet stronger than steel, like roses that bear thorns. This potion combines gentle appearance with hidden strength through Spider Silk, Blood Rose Thorn, and Moonflower."
  },
  "0-3-19": {
    "name": "Essence of Cosmic Weaving",
    "description": "They say spider webs map the stars. This extraordinary brew combines Spider Silk's patterns with Stardust's cosmic energy, all revealed by Moonflower's light."
  },
  "0-4-5": {
    "name": "Draught of Screaming Shadows",
    "description": "Mandrake Root's shriek meets Nightshade's deadly whisper under Moonflower's witness. This terrifying brew strips away illusions and forces truth into the light."
  },
  "0-4-6": {
    "name": "Philtre of Earth's Tongue",
    "description": "Mandrake Root connects to deep earth, Toad Tongue speaks old languages, and Moonflower translates both into understanding. Grants communion with the soil itself."
  },
  "0-4-7": {
    "name": "Concoction of Underground Flight",
    "description": "A paradoxical brew for navigating cave systems. Mandrake Root knows every tunnel, Bat Wing provides echolocation, and Moonflower gives dim but sufficient light."
  },
  "0-4-8": {
    "name": "Infusion of the Rooted Witch",
    "description": "A traditional brew for hedge witches who never leave their gardens. Mandrake Root anchors, Witch Hazel protects, and Moonflower ensures their magic reaches far despite staying near."
  },
  "0-4-9": {
    "name": "Elixir of the Poisoned Root",
    "description": "Where Mandrake screams, Belladonna smiles its deadly smile. Combined with Moonflower's reveal, this potion shows the truth hidden in beautiful lies and fair words."
  },
  "0-4-10": {
    "name": "Brew of the Witch's Garden",
    "description": "Every proper witch's garden contains Mandrake, Foxglove, and Moonflower. This traditional brew grants mastery over all growing things and deep connection to the land."
  },
  "0-4-11": {
    "name": "Draft of the Howling Root",
    "description": "Mandrake's scream and Wolfsbane's howl create a cacophony that drives away evil spirits. Moonflower adds power to this potent warding brew."
  },
  "0-4-12": {
    "name": "Tonic of Earth and Water",
    "description": "Mandrake lives in soil, newts in ponds, yet both thrive in moonlit gardens. This potion grants adaptability and the ability to find nourishment in unlikely places."
  },
  "0-4-13": {
    "name": "Essence of the Ninth Root",
    "description": "Dig up mandrake under a full moon while a black cat watches, so the old tales say. This brew combines all three elements for powerful earth magic and good fortune."
  },
  "0-4-14": {
    "name": "Potion of the Buried Moon",
    "description": "Mandrake grows near graves, Graveyard Moss covers them, and Moonflower blooms above. This necromantic mixture allows the living to walk safely among the dead."
  },
  "0-4-15": {
    "name": "Philtre of Bitter Roots",
    "description": "Both Mandrake and Wormwood are bitter as truth itself. Combined with Moonflower's revealing light, this potion forces the drinker to face harsh realities they've avoided."
  },
  "0-4-16": {
    "name": "Concoction of Dreaming Earth",
    "description": "Mandrake Root dreams beneath the soil, Mugwort grants vision, and Moonflower reveals what the earth itself remembers. For those seeking ancient knowledge."
  },
  "0-4-17": {
    "name": "Infusion of the Elder Root",
    "description": "Elder trees and Mandrake both guard thresholds between worlds. Combined with Moonflower, this potion grants safe passage through dangerous liminal spaces."
  },
  "0-4-18": {
    "name": "Elixir of Thorned Ground",
    "description": "Where Blood Rose grows, Mandrake thrives on spilled vitality. Moonflower sanctifies this connection between pain, growth, and transformation."
  },
  "0-4-19": {
    "name": "Brew of Starroots",
    "description": "They say Mandrake first grew where stars fell to earth. This potion combines that myth through Mandrake Root, Stardust, and Moonflower, connecting heaven and earth."
  },
  "0-5-6": {
    "name": "Draft of the Poisoned Tongue",
    "description": "Nightshade on Toad Tongue under Moonflower's gaze creates a potion for those who deal in dangerous words and deadly truths. Speak carefully after drinking this."
  },
  "0-5-7": {
    "name": "Tonic of Twilight Hunters",
    "description": "Bats hunt insects poisoned by nightshade. This brew grants immunity to toxins and the ability to sense poison before it touches your lips. Moonflower seals the protection."
  },
  "0-5-8": {
    "name": "Essence of the Dark Hedge",
    "description": "Witch Hazel and Nightshade grow in the shadowed places where Moonflower rarely blooms. This potion grants power over shadow and the ability to hide in plain sight."
  },
  "0-5-9": {
    "name": "Potion of the Sisters Three",
    "description": "Nightshade, Belladonna, and Moonflower—the deadly sisters of the witching garden. This supremely dangerous brew grants visions of death, including the drinker's own."
  },
  "0-5-10": {
    "name": "Philtre of the Poisoned Garden",
    "description": "Nightshade and Foxglove are beautiful killers that bloom under moonlight. This potion teaches that beauty and danger are often inseparable, and wisdom lies in respecting both."
  },
  "0-5-11": {
    "name": "Concoction of the Moon's Shadow",
    "description": "Wolfsbane and Nightshade both thrive in the moon's dark phase. This potent brew offers protection against lycanthropy and all manner of shapeshifters."
  },
  "0-5-12": {
    "name": "Infusion of Poisoned Sight",
    "description": "Nightshade dilates pupils while Eye of Newt sharpens vision. Under Moonflower's light, this dangerous brew allows sight of spirits and the ability to see in absolute darkness."
  },
  "0-5-13": {
    "name": "Elixir of Nine Deaths",
    "description": "Black Cat's nine lives meet Nightshade's fatal kiss under Moonflower's watch. This brew grants the drinker a single chance to survive an otherwise fatal poison."
  },
  "0-5-14": {
    "name": "Brew of the Deadly Moss",
    "description": "In graveyards, Nightshade grows through moss-covered stones. Combined with Moonflower, this necromantic potion allows the drinker to sense how each nearby person will die."
  },
  "0-5-15": {
    "name": "Draft of Double Bitterness",
    "description": "Wormwood and Nightshade combine their bitterness and danger. Moonflower provides the only sweetness in this harsh brew that purges both body and spirit of weakness."
  },
  "0-5-16": {
    "name": "Tonic of Nightmares",
    "description": "Mugwort brings dreams while Nightshade makes them terrible. Moonflower tries but fails to soften this brew that forces the drinker to face their deepest fears."
  },
  "0-5-17": {
    "name": "Essence of the Dark Passage",
    "description": "Elderflower marks thresholds while Nightshade guards them. Under Moonflower's light, this potion allows passage through death's door and return—once."
  },
  "0-5-18": {
    "name": "Potion of Bleeding Shadows",
    "description": "Blood Rose Thorn's pain combines with Nightshade's numbness under Moonflower's witness. For those who must do dark work and wish to feel neither the doing nor the guilt."
  },
  "0-5-19": {
    "name": "Philtre of Dying Stars",
    "description": "Nightshade blooms as stars fade at dawn. This cosmic brew combines that transition through Nightshade, Stardust, and Moonflower, marking endings that birth beginnings."
  },
  "0-6-7": {
    "name": "Concoction of Night Croakers",
    "description": "Toads and bats both sing at twilight. This potion grants perfect pitch and the ability to navigate by sound alone. Moonflower adds the gift of hearing unspoken intentions."
  },
  "0-6-8": {
    "name": "Infusion of the Witch's Toad",
    "description": "Many witches keep toads as familiars. This brew combines Toad Tongue for communication, Witch Hazel for bonding, and Moonflower to seal the familiar contract."
  },
  "0-6-9": {
    "name": "Elixir of the Toad's Kiss",
    "description": "In fairy tales, a toad's kiss breaks curses. This potion uses Toad Tongue, Belladonna's beauty, and Moonflower's magic to transform ugliness into grace and curses into blessings."
  },
  "0-6-10": {
    "name": "Brew of the Pond Garden",
    "description": "Where water meets earth, toads sing among foxgloves under moonlight. This harmonious brew brings balance to body and spirit, healing rifts between opposing natures."
  },
  "0-6-11": {
    "name": "Draft of the Moon Toad",
    "description": "Old stories tell of toads that swallow the moon. This brew combines Toad Tongue with Wolfsbane's lunar connection and Moonflower itself, granting control over tides and cycles."
  },
  "0-6-12": {
    "name": "Tonic of Amphibian Vision",
    "description": "Toads and newts see differently than warm-blooded creatures. This potion grants their perspective through Toad Tongue and Eye of Newt, clarified by Moonflower's light."
  },
  "0-6-13": {
    "name": "Essence of Lucky Croaks",
    "description": "A toad crossing your path is lucky, as is a black cat's friendship. This whimsical brew combines both fortunes through Toad Tongue, Black Cat Whisker, and Moonflower's blessing."
  },
  "0-6-14": {
    "name": "Potion of the Grave Toad",
    "description": "Toads live in cemetery walls where Graveyard Moss grows thick. This necromantic brew uses Toad Tongue, moss, and Moonflower to hear the whispers of buried secrets."
  },
  "0-6-15": {
    "name": "Philtre of the Bitter Pond",
    "description": "Wormwood makes pond water bitter where toads still thrive. This hardy brew grants resilience and the ability to find sustenance even in toxic environments. Moonflower prevents lasting harm."
  },
  "0-6-16": {
    "name": "Concoction of Croaking Prophets",
    "description": "Toads were once used in divination. This brew combines Toad Tongue with Mugwort's visions and Moonflower's clarity to grant prophetic understanding of natural patterns and coming weather."
  },
  "0-6-17": {
    "name": "Infusion of the Elder Toad",
    "description": "The oldest toads live beneath elder trees. This wise brew combines Toad Tongue, Elderflower, and Moonflower to grant patience, perspective, and the wisdom of slow living."
  },
  "0-6-18": {
    "name": "Elixir of Thorned Warts",
    "description": "A humorous yet powerful brew combining the roughness of Toad Tongue and Blood Rose Thorn with Moonflower's smoothing grace. Teaches that strength comes from embracing imperfection."
  },
  "0-6-19": {
    "name": "Brew of Cosmic Croaking",
    "description": "Ancient peoples believed toad songs called down stars. This mystical potion combines Toad Tongue, Stardust, and Moonflower to create harmony between earth's song and heaven's silence."
  },
  "0-7-8": {
    "name": "Draft of the Night Watch",
    "description": "Bats patrol the night while witches work. This protective brew combines Bat Wing, Witch Hazel, and Moonflower to create wards that alert the caster to approaching danger."
  },
  "0-7-9": {
    "name": "Tonic of Beautiful Night",
    "description": "Belladonna's name means 'beautiful lady,' and bats are the ladies of the night sky. Combined with Moonflower, this potion grants grace and beauty that intensifies after sunset."
  },
  "0-7-10": {
    "name": "Essence of Twilight Bells",
    "description": "As foxglove bells ring silently in twilight, bats emerge to hunt. This potion grants acute hearing and the ability to sense vibrations through air and ground. Moonflower attunes the senses."
  },
  "0-7-11": {
    "name": "Potion of Moon Hunters",
    "description": "Bats and wolves both hunt under the moon's light. This brew combines their predatory gifts through Bat Wing, Wolfsbane, and Moonflower, sharpening all senses to supernatural levels."
  },
  "0-7-12": {
    "name": "Philtre of Double Sight",
    "description": "Bats see by sound while newts see by light. This paradoxical brew grants both forms of vision through Bat Wing, Eye of Newt, and Moonflower's illumination."
  },
  "0-7-13": {
    "name": "Concoction of Night's Fortune",
    "description": "Both bats and black cats are creatures of superstition and night. This brew combines Bat Wing, Black Cat Whisker, and Moonflower to grant luck in darkness and during risky ventures."
  },
  "0-7-14": {
    "name": "Infusion of the Crypt Bat",
    "description": "Bats roost in mausoleums where Graveyard Moss thrives. This dark brew uses Bat Wing, moss, and Moonflower to grant comfort in death's presence and immunity to grave curses."
  },
  "0-7-15": {
    "name": "Elixir of Bitter Flight",
    "description": "Wormwood's bitterness cannot ground the bat's soaring spirit. This paradoxical brew combines Bat Wing, Wormwood, and Moonflower to grant mental flight even when physically confined."
  },
  "0-7-16": {
    "name": "Brew of Shadow Dreams",
    "description": "Bats sleep by day and dream strange dreams. This potion combines Bat Wing with Mugwort's visions and Moonflower's light to grant dreams of flight and freedom."
  },
  "0-7-17": {
    "name": "Draft of Elder Wings",
    "description": "The oldest bats nest in hollow elder trees. This ancient recipe combines Bat Wing, Elderflower, and Moonflower to grant longevity and the wisdom that comes from observing centuries."
  },
  "0-7-18": {
    "name": "Tonic of Bleeding Flight",
    "description": "Blood Rose Thorn's pain cannot stop the bat's determined flight. This warrior's brew combines pain tolerance with persistent courage through Bat Wing, Blood Rose Thorn, and Moonflower's healing."
  },
  "0-7-19": {
    "name": "Essence of Stellar Wings",
    "description": "Some say bats navigate by starlight. This cosmic brew combines Bat Wing's echolocation with Stardust's celestial guidance and Moonflower's illumination for perfect navigation."
  },
  "0-8-9": {
    "name": "Potion of the Dark Sisters",
    "description": "Witch Hazel and Belladonna are two faces of feminine power—protection and danger. Combined with Moonflower, this brew grants women the strength to embody both as needed."
  },
  "0-8-10": {
    "name": "Philtre of the Witch's Heart",
    "description": "Every witch's garden contains Witch Hazel, Foxglove, and Moonflower. This traditional heart-brew brings emotional balance, opens blocked heart chakras, and heals romantic wounds."
  },
   "0-8-11": {
    "name": "Concoction of the Moon Wolf Guard",
    "description": "Witch Hazel's protection meets Wolfsbane's power under Moonflower's blessing. This potent ward specifically protects against lycanthropes while allowing safe passage for natural wolves."
  },
  "0-8-12": {
    "name": "Infusion of the Witch's Eye",
    "description": "Witch Hazel opens magical sight while Eye of Newt focuses it. Moonflower reveals what was hidden. A brew for those learning to see through glamours and deceptions."
  },
  "0-8-13": {
    "name": "Elixir of the Familiar Bond",
    "description": "Black Cat Whisker and Witch Hazel create the traditional binding for witch and familiar. Moonflower sanctifies this sacred partnership that can last lifetimes."
  },
  "0-8-14": {
    "name": "Brew of the Guardian Moss",
    "description": "Witch Hazel and Graveyard Moss combine to protect sacred burial grounds. Moonflower ensures the dead rest peacefully while the living are gently warned away."
  },
  "0-8-15": {
    "name": "Draft of Cleansing Bitterness",
    "description": "Witch Hazel purifies while Wormwood purges. Moonflower soothes the harshness of this powerful cleansing brew that removes curses, hexes, and spiritual parasites."
  },
  "0-8-16": {
    "name": "Tonic of Prophetic Protection",
    "description": "Witch Hazel shields the seer while Mugwort grants visions. Moonflower ensures prophecies arrive clearly without overwhelming the prophet with their weight."
  },
  "0-8-17": {
    "name": "Essence of the Elder Witch",
    "description": "The wisest witches work with Elderflower and Witch Hazel under Moonflower's light. This brew grants accumulated wisdom and the patience to use it properly."
  },
  "0-8-18": {
    "name": "Potion of Thorned Protection",
    "description": "Witch Hazel's gentle warding meets Blood Rose Thorn's aggressive defense. Moonflower balances both, creating protection that heals allies while harming enemies."
  },
  "0-8-19": {
    "name": "Philtre of Celestial Warding",
    "description": "Witch Hazel protects the earthbound while Stardust connects to cosmic forces. Moonflower mediates this powerful ward that shields against both terrestrial and astral threats."
  },
  "0-9-10": {
    "name": "Concoction of Poisoned Beauty",
    "description": "Belladonna and Foxglove are the garden's most beautiful killers, blooming under Moonflower's admiring gaze. This brew teaches that true beauty must be respected, never touched carelessly."
  },
  "0-9-11": {
    "name": "Infusion of the Wolf's Allure",
    "description": "Belladonna enhances beauty while Wolfsbane calls to the beast within. Under Moonflower's light, this potion makes the drinker irresistible to those with wild hearts."
  },
  "0-9-12": {
    "name": "Elixir of Seductive Sight",
    "description": "Belladonna dilates pupils to darkness while Eye of Newt sharpens what remains. Moonflower reveals this dangerous beauty that sees and is seen in equal measure."
  },
  "0-9-13": {
    "name": "Brew of Nine Faces",
    "description": "Black Cat's mystery meets Belladonna's transformation under Moonflower's changing phases. This brew allows the drinker to shift their appearance nine times before dawn."
  },
  "0-9-14": {
    "name": "Draft of Beautiful Death",
    "description": "Graveyard Moss and Belladonna create a potion for undertakers and grief counselors. Moonflower ensures death is seen as beautiful transition rather than fearful ending."
  },
  "0-9-15": {
    "name": "Tonic of Bitter Allure",
    "description": "Wormwood's harshness cannot diminish Belladonna's appeal. Combined with Moonflower, this brew grants attractiveness born from authenticity rather than artifice."
  },
  "0-9-16": {
    "name": "Essence of Dream Beauty",
    "description": "Mugwort grants visions of ideal beauty while Belladonna manifests it temporarily. Moonflower ensures the drinker remembers that true beauty comes from within."
  },
  "0-9-17": {
    "name": "Potion of the Threshold Lady",
    "description": "Elderflower guards doorways while Belladonna transforms those who pass through. Moonflower blesses this rite of passage brew for those becoming their truest selves."
  },
  "0-9-18": {
    "name": "Philtre of Blood and Beauty",
    "description": "Blood Rose Thorn's pain and Belladonna's beauty intertwine under Moonflower's witness. For those who know that true beauty often requires sacrifice."
  },
  "0-9-19": {
    "name": "Concoction of Stellar Grace",
    "description": "Stardust's cosmic beauty meets Belladonna's earthly allure. Moonflower connects both realms, granting the drinker grace that seems both otherworldly and intimately familiar."
  },
  "0-10-11": {
    "name": "Infusion of Wolf's Warning",
    "description": "Foxglove bells ring silent alarms while Wolfsbane marks werewolf territory. Moonflower clarifies these warnings, protecting travelers from wandering into danger."
  },
  "0-10-12": {
    "name": "Elixir of Threshold Vision",
    "description": "Foxglove guards boundaries while Eye of Newt perceives them. Moonflower illuminates these liminal spaces, granting sight of doorways others cannot see."
  },
  "0-10-13": {
    "name": "Brew of Bell and Whisker",
    "description": "Foxglove bells chime luck while Black Cat Whisker brings fortune. Moonflower amplifies both, creating synchronicities and happy coincidences for the drinker."
  },
  "0-10-14": {
    "name": "Draft of the Garden Grave",
    "description": "Foxglove grows tall in graveyards where moss blankets stones. This potion helps gardeners who tend memorial gardens, connecting growth and grief under Moonflower's gentle light."
  },
  "0-10-15": {
    "name": "Tonic of Bitter Bells",
    "description": "Wormwood's bitterness silences Foxglove's bells into a somber tolling. Moonflower transforms this into a meditation brew for those processing difficult truths."
  },
  "0-10-16": {
    "name": "Essence of Prophetic Chimes",
    "description": "Foxglove bells ring when futures shift, while Mugwort reveals the changes. Moonflower helps the seer understand which paths lead where in fate's garden."
  },
  "0-10-17": {
    "name": "Potion of Elder Guardians",
    "description": "Elderflower and Foxglove both guard thresholds between worlds. Combined with Moonflower, this powerful ward protects homes, families, and sacred spaces from all intrusion."
  },
  "0-10-18": {
    "name": "Philtre of Thorned Sanctuary",
    "description": "Blood Rose Thorn and Foxglove create a garden that welcomes friends and repels foes. Moonflower ensures the distinction between them is always clear."
  },
  "0-10-19": {
    "name": "Concoction of Stellar Gardens",
    "description": "Foxglove reaches toward Stardust as flowers reach toward sky. Moonflower bridges earth and heaven in this brew that helps gardens thrive even in impossible places."
  },
  "0-11-12": {
    "name": "Infusion of the Hunter's Eye",
    "description": "Wolfsbane marks the prey while Eye of Newt tracks its path. Moonflower lights the way for hunters who take only what they need and waste nothing."
  },
  "0-11-13": {
    "name": "Elixir of Beast and Shadow",
    "description": "Black Cat Whisker's stealth combines with Wolfsbane's wild power. Moonflower balances both, granting the drinker the best traits of predator and shadow."
  },
  "0-11-14": {
    "name": "Brew of the Wolf's Grave",
    "description": "Where old wolves come to die, Graveyard Moss and Wolfsbane grow together. This potion honors warriors at life's end, granting peaceful passage under Moonflower's vigil."
  },
  "0-11-15": {
    "name": "Draft of Lone Wandering",
    "description": "Wormwood's isolation meets Wolfsbane's solitary howl. Moonflower provides companionship in this brew for those who walk long roads alone by choice or necessity."
  },
  "0-11-16": {
    "name": "Tonic of Moon Prophecy",
    "description": "Wolfsbane's lunar connection amplifies Mugwort's visions under Moonflower's full power. This potent brew grants prophecies tied to cycles, seasons, and recurring patterns."
  },
  "0-11-17": {
    "name": "Essence of the Wild Elder",
    "description": "Elderflower's wisdom tempers Wolfsbane's wildness. Moonflower mediates between civilization and savagery in this brew for those who bridge both worlds."
  },
  "0-11-18": {
    "name": "Potion of the Blood Hunt",
    "description": "Blood Rose Thorn tracks wounded prey while Wolfsbane drives the hunter. Moonflower ensures mercy when the chase ends—a clean kill or merciful release."
  },
  "0-11-19": {
    "name": "Philtre of Celestial Howling",
    "description": "Wolves howl at the moon which reflects Stardust's distant light. This cosmic brew connects earth's wildest children to heaven's eternal song through Moonflower's translation."
  },
  "0-12-13": {
    "name": "Concoction of the Familiar's Eye",
    "description": "Black Cat Whisker and Eye of Newt create perfect understanding between witch and familiar. Moonflower seals this bond, allowing shared sight and sensation."
  },
  "0-12-14": {
    "name": "Infusion of Cemetery Vision",
    "description": "Eye of Newt peers through the veil while Graveyard Moss anchors to burial grounds. Moonflower clarifies these visions of spirits who linger near their bones."
  },
  "0-12-15": {
    "name": "Elixir of Bitter Truth",
    "description": "Wormwood's harshness combines with Eye of Newt's unflinching sight. Moonflower forces the drinker to see hard truths they've been avoiding, bitter but necessary."
  },
  "0-12-16": {
    "name": "Brew of Double Vision",
    "description": "Mugwort grants prophetic sight while Eye of Newt sees present truth. Moonflower allows the drinker to perceive both past and future simultaneously."
  },
  "0-12-17": {
    "name": "Draft of the Elder's Gaze",
    "description": "Elderflower's ancient wisdom meets Eye of Newt's clear perception. Moonflower grants the ability to see situations with the perspective of centuries."
  },
  "0-12-18": {
    "name": "Tonic of Bloodsight",
    "description": "Blood Rose Thorn marks the target while Eye of Newt tracks every drop spilled. Moonflower helps hunters, healers, and investigators follow trails others miss."
  },
  "0-12-19": {
    "name": "Essence of Cosmic Perception",
    "description": "Eye of Newt focuses on the infinite while Stardust reveals cosmic patterns. Moonflower grounds these visions so the seer doesn't lose themselves in vastness."
  },
  "0-13-14": {
    "name": "Potion of Nine Graves",
    "description": "Black Cat's nine lives meet Graveyard Moss's endless death. Moonflower mediates this paradox, granting protection against necromantic curses and undead predation."
  },
  "0-13-15": {
    "name": "Philtre of Lucky Bitterness",
    "description": "Black Cat Whisker's fortune cannot fully sweeten Wormwood's harsh lessons. Moonflower creates balanced luck—good fortune earned through difficult wisdom."
  },
  "0-13-16": {
    "name": "Concoction of Feline Prophecy",
    "description": "Cats sense coming earthquakes and storms. This brew combines Black Cat Whisker with Mugwort and Moonflower to grant instinctive foreknowledge of approaching change."
  },
  "0-13-17": {
    "name": "Infusion of the Elder Cat",
    "description": "The oldest cats know secrets of hearth and home. This brew combines Black Cat Whisker, Elderflower, and Moonflower to grant domestic wisdom and protective blessings."
  },
  "0-13-18": {
    "name": "Elixir of Nine Thorns",
    "description": "Each of the cat's nine lives leaves a thorn. This potion combines Black Cat Whisker with Blood Rose Thorn and Moonflower, granting resilience through accumulated scars."
  },
  "0-13-19": {
    "name": "Brew of Stellar Luck",
    "description": "Black Cat Whisker brings earthly fortune while Stardust grants cosmic favor. Moonflower aligns both, creating perfect timing and seemingly miraculous coincidences."
  },
  "0-14-15": {
    "name": "Draft of Bitter Graves",
    "description": "Graveyard Moss absorbs Wormwood's bitterness from souls that died angry or betrayed. This cleansing brew helps the living release similar resentments before they become toxic."
  },
  "0-14-16": {
    "name": "Tonic of Cemetery Dreams",
    "description": "Graveyard Moss connects to the dead while Mugwort grants dreams. Moonflower allows respectful communication with ancestors who have wisdom to share."
  },
  "0-14-17": {
    "name": "Essence of the Elder Dead",
    "description": "Elderflower grows near ancient burial mounds where Graveyard Moss is thickest. This reverent brew honors those who died long ago, keeping their memory alive."
  },
  "0-14-18": {
    "name": "Potion of Buried Blood",
    "description": "Blood Rose Thorn finds graves of those who died violently. Combined with Graveyard Moss and Moonflower, this brew helps solve murders and bring justice to the restless."
  },
  "0-14-19": {
    "name": "Philtre of Cosmic Rest",
    "description": "Graveyard Moss anchors to earth while Stardust calls souls home. Moonflower guides this transition, helping spirits who've lingered too long finally find peace."
  },
  "0-15-16": {
    "name": "Concoction of Bitter Dreams",
    "description": "Wormwood and Mugwort combine to bring harsh but truthful visions. Moonflower softens the blow of prophecies the dreamer wishes weren't true but must hear."
  },
  "0-15-17": {
    "name": "Infusion of the Bitter Elder",
    "description": "Wormwood's harshness meets Elderflower's age. Moonflower creates wisdom born from suffering—the kind that makes one kinder, not harder, with time."
  },
  "0-15-18": {
    "name": "Elixir of Necessary Pain",
    "description": "Wormwood purges while Blood Rose Thorn marks what must be cut away. Moonflower gives courage for this painful but necessary transformation and healing."
  },
  "0-15-19": {
    "name": "Brew of Bitter Stars",
    "description": "Wormwood's earthly bitterness meets Stardust's distant coldness. Moonflower warms this harsh brew that grants perspective on problems too small for cosmic scales."
  },
  "0-16-17": {
    "name": "Draft of Prophetic Passage",
    "description": "Mugwort reveals futures while Elderflower guards doorways to them. Moonflower grants safe passage to seers who must walk through visions to understand them fully."
  },
  "0-16-18": {
    "name": "Tonic of Bleeding Visions",
    "description": "Blood Rose Thorn marks prophecies involving violence or sacrifice. Mugwort reveals them clearly while Moonflower gives strength to face or prevent what's foreseen."
  },
  "0-16-19": {
    "name": "Essence of Stellar Prophecy",
    "description": "Mugwort dreams earth's futures while Stardust reveals cosmic destinies. Moonflower shows how individual choices ripple outward to touch the stars themselves."
  },
  "0-17-18": {
    "name": "Potion of the Blood Elder",
    "description": "Elderflower grows where blood was spilled long ago, Blood Rose Thorn where it's spilled now. Moonflower connects past violence to present peace, teaching costly lessons."
  },
  "0-17-19": {
    "name": "Philtre of Ancient Stars",
    "description": "Elderflower remembers when these stars were young. Combined with Stardust and Moonflower, this brew grants perspective that makes centuries feel like moments."
  },
  "0-18-19": {
    "name": "Concoction of Bleeding Stars",
    "description": "Where stars fall to earth, Blood Rose grows from the impact. This rare brew combines Blood Rose Thorn, Stardust, and Moonflower, marking those destined for legendary deeds."
  },
  "1-2-3": {
    "name": "Infusion of Shadow Scale",
    "description": "Dragon Scale's fire, Raven Feather's darkness, and Spider Silk's patience create a potion for those who plot grand schemes. For masterminds who weave destruction from the shadows."
  },
  "1-2-4": {
    "name": "Elixir of the Shrieking Wing",
    "description": "Dragon Scale amplifies Mandrake Root's scream while Raven Feather carries it across distances. A weapon-brew that can shatter glass, break concentration, or signal allies."
  },
  "1-2-5": {
    "name": "Brew of the Black Dragon",
    "description": "Legends tell of dragons dark as ravens, whose breath was poison not fire. This deadly brew combines Dragon Scale, Raven Feather, and Nightshade for necromantic power."
  },
  "1-2-6": {
    "name": "Draft of the Croaking Wyrm",
    "description": "Dragon Scale grants kinship with reptiles, Raven Feather with birds, and Toad Tongue translates all. This brew allows communication with any creature that has scales, feathers, or calls."
  },
  "1-2-7": {
    "name": "Tonic of Wings and Scales",
    "description": "Dragons once flew, bats fly now, and ravens fly always. This powerful brew combines all three essences to grant true flight, not mere levitation."
  },
  "1-2-8": {
    "name": "Essence of the Dark Familiar",
    "description": "Dragons and ravens both serve witches in old tales. This brew combines Dragon Scale, Raven Feather, and Witch Hazel to create bonds with the most powerful of familiars."
  },
  "1-2-9": {
    "name": "Potion of Scaled Beauty",
    "description": "Dragon scales shimmer like Belladonna's dark berries under Raven Feather's wing. This vanity brew grants beauty that's fierce and dangerous rather than soft."
  },
  "1-2-10": {
    "name": "Philtre of the Dragon's Warning",
    "description": "Foxglove bells warn of dragon territory marked by Raven Feather omens. This protective brew alerts the drinker to approaching danger before it strikes."
  },
  "1-2-11": {
    "name": "Concoction of Apex Predators",
    "description": "Dragon, Raven, and Wolf—three apex hunters combined in one terrifying brew. Wolfsbane channels their collective predatory instinct for those who must become unstoppable."
  },
  "1-2-12": {
    "name": "Infusion of the Dragon's Crow",
    "description": "Raven Feather scouts what Dragon Scale will destroy, while Eye of Newt records everything. This strategic brew grants perfect battlefield awareness and tactical genius."
  },
   "1-2-13": {
    "name": "Elixir of the Dragon's Shadow",
    "description": "Black Cat Whisker brings luck to those who ride dragon-back with Raven Feather as guide. This brew grants fortune in the most dangerous undertakings."
  },
  "1-2-14": {
    "name": "Brew of the Carrion Wyrm",
    "description": "Where dragons fell in ancient battles, ravens feasted and Graveyard Moss grew. This necromantic brew summons memories of legendary conflicts and fallen heroes."
  },
  "1-2-15": {
    "name": "Draft of Bitter Omens",
    "description": "Wormwood poisons while Dragon Scale burns and Raven Feather predicts doom. This harsh brew forces the drinker to face their worst possible future."
  },
  "1-2-16": {
    "name": "Tonic of Draconic Prophecy",
    "description": "Dragons dream centuries, ravens see death approaching, and Mugwort reveals all. This potent brew grants visions spanning from ancient past to distant future."
  },
  "1-2-17": {
    "name": "Essence of the First Flight",
    "description": "Elder dragons taught the first ravens to fly, according to myth. This brew combines Dragon Scale, Raven Feather, and Elderflower to grant mastery of aerial movement."
  },
  "1-2-18": {
    "name": "Potion of Blood and Ash",
    "description": "Blood Rose Thorn grows where dragons bled, Raven Feather marks where they died. This warrior's brew grants strength drawn from legendary sacrifices."
  },
  "1-2-19": {
    "name": "Philtre of Cosmic Wyrms",
    "description": "Star-dragons once nested in nebulae, or so legends claim. This extraordinary brew combines Dragon Scale, Raven Feather, and Stardust for cosmic communion."
  },
  "1-3-4": {
    "name": "Concoction of Bound Wyrms",
    "description": "Spider Silk can bind even dragons if woven correctly, with Mandrake Root anchoring the spell. This brew creates magical restraints that hold supernatural creatures."
  },
  "1-3-5": {
    "name": "Infusion of the Poisoned Scale",
    "description": "Dragon Scale armors against poison, but Spider Silk delivers Nightshade despite defenses. This assassin's brew bypasses all natural resistance."
  },
  "1-3-6": {
    "name": "Elixir of the Scaled Web",
    "description": "Spider Silk maps dragon territories while Toad Tongue translates their territorial marks. For those who must navigate lands claimed by greater powers."
  },
  "1-3-7": {
    "name": "Brew of Cave Dwellers",
    "description": "Young dragons share caves with bats and spiders. This brew combines Dragon Scale, Spider Silk, and Bat Wing to grant perfect comfort in deep underground places."
  },
  "1-3-8": {
    "name": "Draft of Wyrm and Ward",
    "description": "Dragon Scale provides power, Spider Silk traps enemies, and Witch Hazel shields allies. A perfect defensive brew for protecting what matters most."
  },
  "1-3-9": {
    "name": "Tonic of the Beautiful Wyrm",
    "description": "Some dragons were beautiful beyond measure. This vanity brew combines Dragon Scale's majesty, Spider Silk's delicacy, and Belladonna's allure for overwhelming presence."
  },
  "1-3-10": {
    "name": "Essence of the Dragon's Garden",
    "description": "Where dragons nested, flowers grew in their warmth. This brew combines Dragon Scale's heat, Spider Silk's structure, and Foxglove's growth for flourishing gardens."
  },
  "1-3-11": {
    "name": "Potion of the Alpha Web",
    "description": "Dragon Scale grants dominance, Spider Silk creates hierarchy, and Wolfsbane channels pack instinct. For leaders who must command respect and obedience."
  },
  "1-3-12": {
    "name": "Philtre of Eight Scales",
    "description": "Spiders have eight legs, dragons eight ways of seeing magic. Combined with Eye of Newt, this brew grants perception of all magical patterns simultaneously."
  },
  "1-3-13": {
    "name": "Concoction of Lucky Wyrms",
    "description": "Dragon Scale provides power, Spider Silk patience, and Black Cat Whisker fortune. This brew ensures plans succeed through perfect timing and opportunity."
  },
  "1-3-14": {
    "name": "Infusion of Ancient Webs",
    "description": "In dragon tombs, Spider Silk grows thick across centuries. Combined with Graveyard Moss and Dragon Scale, this brew connects to powers buried with ancient wyrms."
  },
  "1-3-15": {
    "name": "Elixir of Bitter Scales",
    "description": "Wormwood cannot corrode Dragon Scale, yet Spider Silk binds both. This brew grants resilience against corruption while maintaining ability to feel necessary pain."
  },
  "1-3-16": {
    "name": "Brew of Woven Futures",
    "description": "Spider Silk weaves destiny, Dragon Scale burns through fate, and Mugwort reveals both paths. This brew shows what is written and what can be changed."
  },
  "1-3-17": {
    "name": "Draft of Elder Wyrms",
    "description": "The oldest dragons witnessed the first Elder trees. This ancient brew combines Dragon Scale, Spider Silk, and Elderflower for wisdom that spans ages."
  },
  "1-3-18": {
    "name": "Tonic of Thorned Scales",
    "description": "Dragon Scale armors the body while Blood Rose Thorn armors the heart. Spider Silk connects both, creating warriors who cannot be broken physically or spiritually."
  },
  "1-3-19": {
    "name": "Essence of Stellar Webs",
    "description": "Spider webs map constellations when covered in dew. This cosmic brew combines Spider Silk, Dragon Scale, and Stardust to read fate written in the stars."
  },
  "1-4-5": {
    "name": "Potion of Screaming Fire",
    "description": "Dragon Scale's fire meets Mandrake Root's shriek and Nightshade's poison. This weapon-brew creates explosions of flame, sound, and toxin simultaneously."
  },
  "1-4-6": {
    "name": "Philtre of Deep Speech",
    "description": "Dragon Scale speaks to reptiles, Mandrake Root to earth, and Toad Tongue translates all. This brew grants communication with anything that lives underground."
  },
  "1-4-7": {
    "name": "Concoction of the Grounded Dragon",
    "description": "Mandrake Root anchors Dragon Scale's power to earth while Bat Wing maintains awareness of sky. For those who must balance opposing forces."
  },
  "1-4-8": {
    "name": "Infusion of the Dragon's Garden",
    "description": "Dragon Scale provides warmth, Mandrake Root fertile ground, and Witch Hazel protection. This brew makes gardens thrive even in hostile climates."
  },
  "1-4-9": {
    "name": "Elixir of the Deadly Wyrm",
    "description": "Some dragons breathed poison instead of fire. This lethal brew combines Dragon Scale, Mandrake Root, and Belladonna to create venomous breath attacks."
  },
  "1-4-10": {
    "name": "Brew of the Wyrm's Bell",
    "description": "Foxglove bells ring when dragons approach, warned by Mandrake Root's earth-sense. Dragon Scale amplifies this warning into a protective alarm system."
  },
  "1-4-11": {
    "name": "Draft of Beast Kings",
    "description": "Dragon Scale commands reptiles, Wolfsbane commands wolves, and Mandrake Root commands earth. This brew grants dominion over all terrestrial creatures."
  },
  "1-4-12": {
    "name": "Tonic of the Dragon's Root",
    "description": "Mandrake Root grows where dragon blood soaked earth. Combined with Dragon Scale and Eye of Newt, this brew grants sight of ancient battlefields and buried treasure."
  },
  "1-4-13": {
    "name": "Essence of Nine Scales",
    "description": "Dragon Scale's power multiplied by Black Cat's nine lives, grounded by Mandrake Root. This brew grants nine chances to survive what should be fatal."
  },
  "1-4-14": {
    "name": "Potion of the Buried Wyrm",
    "description": "Where dragons are buried, Mandrake and Graveyard Moss grow strongest. This necromantic brew summons draconic spirits for counsel or combat."
  },
  "1-4-15": {
    "name": "Philtre of Bitter Fire",
    "description": "Wormwood cannot burn but Dragon Scale sets it aflame anyway. Mandrake Root anchors this paradox, creating fire that purges corruption without consuming the pure."
  },
  "1-4-16": {
    "name": "Concoction of Dreaming Scales",
    "description": "Dragons dream while sleeping on hoarded gold. This brew combines Dragon Scale, Mandrake Root, and Mugwort to grant dreams of wealth, power, and achievement."
  },
  "1-4-17": {
    "name": "Infusion of First Roots",
    "description": "When Elder trees first grew, dragons guarded them. Combined with Mandrake Root, this ancient brew connects to the world's earliest magic."
  },
  "1-4-18": {
    "name": "Elixir of Blood Scales",
    "description": "Dragon Scale grows harder when bathed in blood, as Blood Rose Thorn knows. Mandrake Root absorbs both, creating armor that strengthens through combat."
  },
  "1-4-19": {
    "name": "Brew of Fallen Stars",
    "description": "Dragons collected fallen stars like treasure. This cosmic brew combines Dragon Scale, Mandrake Root, and Stardust to attract good fortune and cosmic power."
  },
  "1-5-6": {
    "name": "Draft of the Poisoned Wyrm",
    "description": "Dragon Scale resists Nightshade's poison, but Toad Tongue delivers it anyway. This assassin's brew can harm even the most magically protected targets."
  },
  "1-5-7": {
    "name": "Tonic of Night Scales",
    "description": "Dragons that fly at night share the sky with bats. This brew combines Dragon Scale, Nightshade, and Bat Wing for silent flight and deadly strikes from darkness."
  },
  "1-5-8": {
    "name": "Essence of the Dark Wyrm",
    "description": "Shadow dragons breathe darkness instead of flame. This brew combines Dragon Scale, Nightshade, and Witch Hazel to grant power over shadows and concealment."
  },
  "1-5-9": {
    "name": "Potion of the Deadly Beautiful",
    "description": "The most beautiful dragons were often most deadly. This dangerous brew combines Dragon Scale, Nightshade, and Belladonna for lethal charisma."
  },
  "1-5-10": {
    "name": "Philtre of the Poisoned Garden",
    "description": "Dragon Scale heats soil where Nightshade and Foxglove grow deadlier. This brew teaches mastery over poisonous plants and venomous creatures."
  },
  "1-5-11": {
    "name": "Concoction of the Moon Wyrm",
    "description": "Some dragons hunted only under the full moon. This brew combines Dragon Scale, Nightshade, and Wolfsbane for power that peaks with lunar cycles."
  },
  "1-5-12": {
    "name": "Infusion of Draconic Sight",
    "description": "Dragon Scale grants draconic vision, Nightshade dilates pupils to darkness, and Eye of Newt focuses everything. Perfect sight in any condition."
  },
  "1-5-13": {
    "name": "Elixir of Scaled Fortune",
    "description": "Dragon Scale provides power, Nightshade removes obstacles, and Black Cat Whisker ensures success. For those who make their own luck through strength."
  },
  "1-5-14": {
    "name": "Brew of the Death Wyrm",
    "description": "Where dragons died, Nightshade and Graveyard Moss absorbed their essence. This necromantic brew grants power over death itself, temporarily."
  },
  "1-5-15": {
    "name": "Draft of Purging Fire",
    "description": "Dragon Scale burns away what Wormwood and Nightshade kill. This cleansing brew purges disease, poison, and corruption through controlled destruction."
  },
  "1-5-16": {
    "name": "Tonic of Dark Dreams",
    "description": "Dragon Scale grants power in visions, Nightshade makes them nightmares, and Mugwort reveals what they mean. For those who learn through fear."
  },
  "1-5-17": {
    "name": "Essence of the Threshold Wyrm",
    "description": "Ancient dragons guarded doorways to other realms. This brew combines Dragon Scale, Nightshade, and Elderflower to grant passage through forbidden places."
  },
  "1-5-18": {
    "name": "Potion of Scaled Thorns",
    "description": "Dragon Scale armors while Blood Rose Thorn wounds and Nightshade poisons. This warrior's brew makes the drinker's very presence dangerous to enemies."
  },
  "1-5-19": {
    "name": "Philtre of Dying Stars",
    "description": "When stars die, they explode like dragon fire. This cosmic brew combines Dragon Scale, Nightshade, and Stardust for power born from apocalyptic endings."
  },
  "1-6-7": {
    "name": "Concoction of Flying Croakers",
    "description": "Dragon Scale grants flight, Toad Tongue communication, and Bat Wing echolocation. This brew allows the drinker to navigate and speak while airborne."
  },
  "1-6-8": {
    "name": "Infusion of the Wyrm's Familiar",
    "description": "Toads served as familiars to dragon-witches in old tales. This brew combines Dragon Scale, Toad Tongue, and Witch Hazel to create bonds with amphibian allies."
  },
  "1-6-9": {
    "name": "Elixir of the Beautiful Beast",
    "description": "Dragon Scale provides majesty, Toad Tongue wisdom, and Belladonna beauty. This brew teaches that true beauty includes strength and knowledge."
  },
  "1-6-10": {
    "name": "Brew of the Scaled Garden",
    "description": "Dragon Scale warms garden pools where toads sing among foxgloves. This harmonious brew promotes balance between fire and water, strength and delicacy."
  },
  "1-6-11": {
    "name": "Draft of Beast Speech",
    "description": "Dragon Scale speaks to reptiles, Wolfsbane to wolves, and Toad Tongue translates all. This brew grants the ability to communicate with any animal."
  },
  "1-6-12": {
    "name": "Tonic of Amphibious Dragons",
    "description": "Sea dragons were amphibious like toads. This brew combines Dragon Scale, Toad Tongue, and Eye of Newt to grant comfort in water and on land."
  },
  "1-6-13": {
    "name": "Essence of Lucky Scales",
    "description": "Dragon Scale provides power, Toad Tongue wisdom, and Black Cat Whisker fortune. This brew ensures the drinker's strength is tempered by luck and sense."
  },
  "1-6-14": {
    "name": "Potion of the Swamp Wyrm",
    "description": "Where dragons nested in swamps, toads grew large on Graveyard Moss. This brew grants power over wetlands and the creatures dwelling within."
  },
  "1-6-15": {
    "name": "Philtre of Bitter Scales",
    "description": "Wormwood's bitterness cannot penetrate Dragon Scale, yet Toad Tongue tastes it anyway. This brew grants resilience while maintaining the ability to learn from hardship."
  },
  "1-6-16": {
    "name": "Concoction of Croaking Prophecy",
    "description": "Toads predict rain, dragons dream futures, and Mugwort reveals both. This brew grants prophecies about natural cycles and coming changes."
  },
  "1-6-17": {
    "name": "Infusion of the Elder Beast",
    "description": "The oldest toads lived beneath elder trees guarded by ancient dragons. This brew combines all three essences for wisdom that transcends species."
  },
  "1-6-18": {
    "name": "Elixir of Thorned Speech",
    "description": "Dragon Scale provides courage, Toad Tongue honest speech, and Blood Rose Thorn painful truth. For those who must deliver harsh but necessary words."
  },
  "1-6-19": {
    "name": "Brew of Stellar Beasts",
    "description": "Dragons flew toward stars while toads sang to them from earth. This cosmic brew combines Dragon Scale, Toad Tongue, and Stardust for universal communication."
  },
   "1-7-8": {
    "name": "Draft of the Night Wyrm",
    "description": "Dragon Scale provides power, Bat Wing grants night flight, and Witch Hazel protects during darkness. For those who patrol and guard when others sleep."
  },
  "1-7-9": {
    "name": "Tonic of Winged Beauty",
    "description": "Bat Wing grants graceful flight, Dragon Scale majestic presence, and Belladonna alluring beauty. This brew makes the drinker captivating in motion."
  },
  "1-7-10": {
    "name": "Essence of the Flying Garden",
    "description": "Dragon Scale heats the air, Bat Wing rides thermals, and Foxglove grows impossibly tall. This brew helps plants thrive in unlikely elevated places."
  },
  "1-7-11": {
    "name": "Potion of Apex Flight",
    "description": "Dragon Scale, Bat Wing, and Wolfsbane combine the hunting prowess of three apex predators. For those who must hunt from above with perfect precision."
  },
  "1-7-12": {
    "name": "Philtre of the Dragon's Wing",
    "description": "Dragon Scale remembers when dragons flew, Bat Wing knows flight now, and Eye of Newt sees both. This brew grants aerial mastery and perfect spatial awareness."
  },
  "1-7-13": {
    "name": "Concoction of Fortunate Flight",
    "description": "Dragon Scale provides power, Bat Wing grants flight, and Black Cat Whisker ensures safe landing. For those who must take dangerous leaps with confidence."
  },
  "1-7-14": {
    "name": "Infusion of the Crypt Dragon",
    "description": "In ancient crypts, bats nested where dragons were entombed. Combined with Graveyard Moss, this brew connects to the restless spirits of fallen wyrms."
  },
  "1-7-15": {
    "name": "Elixir of Bitter Wings",
    "description": "Wormwood grounds while Dragon Scale and Bat Wing lift. This paradoxical brew grants mental freedom while maintaining connection to harsh realities."
  },
  "1-7-16": {
    "name": "Brew of Flying Dreams",
    "description": "Dragon Scale remembers flight, Bat Wing experiences it, and Mugwort dreams of it. This brew grants lucid dreams of soaring through impossible landscapes."
  },
  "1-7-17": {
    "name": "Draft of Ancient Wings",
    "description": "Elder dragons taught the first bats to navigate darkness. Combined with Elderflower, this ancient brew grants mastery of flight and echolocation."
  },
  "1-7-18": {
    "name": "Tonic of Bleeding Flight",
    "description": "Dragon Scale and Bat Wing grant flight while Blood Rose Thorn marks the price. For warriors who fly into battle knowing they may fall."
  },
  "1-7-19": {
    "name": "Essence of Stellar Flight",
    "description": "Dragon Scale aims for stars, Bat Wing navigates by them, and Stardust maps the path. This cosmic brew grants flight beyond atmosphere into space itself."
  },
  "1-8-9": {
    "name": "Potion of the Dragon Witch",
    "description": "Dragon Scale provides power, Witch Hazel channels it safely, and Belladonna transforms the caster. This traditional brew marks the ascension of a hedge witch to true power."
  },
  "1-8-10": {
    "name": "Philtre of the Wyrm's Garden",
    "description": "Dragon Scale warms the soil, Witch Hazel protects growth, and Foxglove marks the boundaries. This brew creates gardens that thrive despite hostile conditions."
  },
  "1-8-11": {
    "name": "Concoction of the Beast Ward",
    "description": "Dragon Scale commands reptiles, Wolfsbane controls wolves, and Witch Hazel wards all others. This protective brew keeps all wild beasts at respectful distance."
  },
  "1-8-12": {
    "name": "Infusion of the Witch's Scale",
    "description": "Witch Hazel focuses magical sight, Eye of Newt sharpens it, and Dragon Scale reveals draconic enchantments invisible to normal mages."
  },
  "1-8-13": {
    "name": "Elixir of the Scaled Familiar",
    "description": "Dragon Scale seeks reptilian familiars, Black Cat Whisker brings luck to the bond, and Witch Hazel seals it. For witches who prefer serpents to cats."
  },
  "1-8-14": {
    "name": "Brew of the Dragon's Grave",
    "description": "Witch Hazel protects those who disturb Dragon Scale in tombs covered with Graveyard Moss. This brew allows safe treasure hunting in draconic burial sites."
  },
  "1-8-15": {
    "name": "Draft of Tempered Fire",
    "description": "Dragon Scale provides fire, Wormwood bitterness, and Witch Hazel balance. This brew grants passion and power tempered by wisdom and restraint."
  },
  "1-8-16": {
    "name": "Tonic of Draconic Vision",
    "description": "Dragon Scale grants ancient sight, Mugwort reveals futures, and Witch Hazel interprets both. For seers who must understand visions spanning millennia."
  },
  "1-8-17": {
    "name": "Essence of the Elder Wyrm",
    "description": "The eldest dragons witnessed the first Elder trees. Combined with Witch Hazel, this brew grants wisdom that bridges nature and magic perfectly."
  },
  "1-8-18": {
    "name": "Potion of Scaled Protection",
    "description": "Dragon Scale armors, Blood Rose Thorn wounds attackers, and Witch Hazel heals allies. This brew creates reactive defenses that distinguish friend from foe."
  },
  "1-8-19": {
    "name": "Philtre of Cosmic Scales",
    "description": "Dragon Scale reaches for stars, Stardust answers the call, and Witch Hazel safely channels cosmic power. For those who seek magic beyond earthly limitations."
  },
  "1-9-10": {
    "name": "Concoction of Deadly Flowers",
    "description": "Dragon Scale heats the garden where Belladonna and Foxglove compete in dangerous beauty. This brew grants appreciation for things both beautiful and lethal."
  },
  "1-9-11": {
    "name": "Infusion of the Beast's Beauty",
    "description": "Dragon Scale provides raw power, Belladonna transforms it to beauty, and Wolfsbane channels it to grace. For warriors who fight with elegant brutality."
  },
  "1-9-12": {
    "name": "Elixir of Seductive Power",
    "description": "Dragon Scale radiates might, Belladonna allures, and Eye of Newt ensures all see clearly. This brew makes power itself become irresistibly attractive."
  },
  "1-9-13": {
    "name": "Brew of Nine Scales",
    "description": "Dragon Scale's power multiplied by Black Cat's nine lives, beautified by Belladonna. This brew grants nine transformations, each more magnificent than the last."
  },
  "1-9-14": {
    "name": "Draft of Beautiful Death",
    "description": "Dragon Scale marks glorious ends, Belladonna makes them beautiful, and Graveyard Moss honors the fallen. For those who wish to die well and be remembered."
  },
  "1-9-15": {
    "name": "Tonic of Bitter Beauty",
    "description": "Wormwood's harsh truth cannot diminish Dragon Scale's majesty or Belladonna's allure. This brew teaches that real beauty survives and transcends suffering."
  },
  "1-9-16": {
    "name": "Essence of Dream Dragons",
    "description": "Dragon Scale dreams power, Mugwort reveals visions, and Belladonna makes them beautiful. This brew grants dreams of glory, achievement, and transformation."
  },
  "1-9-17": {
    "name": "Potion of the Elder Beast",
    "description": "Ancient dragons possessed terrible beauty. This brew combines Dragon Scale, Belladonna, and Elderflower to grant presence that inspires both awe and fear."
  },
  "1-9-18": {
    "name": "Philtre of Blood Scales",
    "description": "Dragon Scale armors, Blood Rose Thorn wounds, and Belladonna beautifies both. This brew makes combat itself into a deadly, graceful dance."
  },
  "1-9-19": {
    "name": "Concoction of Stellar Majesty",
    "description": "Dragon Scale's earthly majesty meets Stardust's cosmic grandeur, enhanced by Belladonna. This brew grants presence that seems simultaneously ancient and eternal."
  },
  "1-10-11": {
    "name": "Infusion of the Alpha Garden",
    "description": "Dragon Scale commands, Foxglove guards boundaries, and Wolfsbane enforces hierarchy. This brew helps leaders establish and maintain territorial control."
  },
  "1-10-12": {
    "name": "Elixir of the Threshold Dragon",
    "description": "Foxglove marks doorways, Dragon Scale guards them, and Eye of Newt watches all who pass. This protective brew creates awareness of all who enter your domain."
  },
  "1-10-13": {
    "name": "Brew of Fortunate Fire",
    "description": "Dragon Scale provides power, Foxglove offers protection, and Black Cat Whisker ensures success. For those whose strength is magnified by timely luck."
  },
  "1-10-14": {
    "name": "Draft of the Garden Wyrm",
    "description": "Where dragons nested, Foxglove and Graveyard Moss grew in their warming presence. This brew helps gardeners cultivate life even in places marked by death."
  },
  "1-10-15": {
    "name": "Tonic of Bitter Growth",
    "description": "Wormwood's harshness cannot prevent Foxglove from blooming where Dragon Scale provides warmth. This brew grants resilience and the ability to thrive despite adversity."
  },
  "1-10-16": {
    "name": "Essence of Growing Power",
    "description": "Dragon Scale provides strength, Foxglove marks growth stages, and Mugwort reveals potential. This brew helps the drinker recognize and nurture developing abilities."
  },
  "1-10-17": {
    "name": "Potion of Ancient Boundaries",
    "description": "Elder dragons established territories marked by Elderflower and Foxglove. This brew creates wards that last for generations, honored even by the powerful."
  },
  "1-10-18": {
    "name": "Philtre of Thorned Scales",
    "description": "Dragon Scale armors, Foxglove warns, and Blood Rose Thorn punishes trespassers. This brew creates defenses that escalate appropriately to each threat."
  },
  "1-10-19": {
    "name": "Concoction of Stellar Gardens",
    "description": "Dragon Scale warms impossible soil where Foxglove grows toward Stardust. This cosmic brew helps life flourish in places no living thing should survive."
  },
  "1-11-12": {
    "name": "Infusion of the Alpha's Eye",
    "description": "Dragon Scale commands reptiles, Wolfsbane commands wolves, and Eye of Newt watches all. This brew grants perfect awareness of pack dynamics and hierarchy."
  },
  "1-11-13": {
    "name": "Elixir of Beast Fortune",
    "description": "Dragon Scale and Wolfsbane channel predatory instinct while Black Cat Whisker ensures the hunt succeeds. For hunters who never return empty-handed."
  },
  "1-11-14": {
    "name": "Brew of the Beast's Grave",
    "description": "Where great predators die, their power lingers. This brew combines Dragon Scale, Wolfsbane, and Graveyard Moss to inherit the strength of legendary hunters."
  },
  "1-11-15": {
    "name": "Draft of the Lone Dragon",
    "description": "Wormwood brings isolation, Wolfsbane brings howling solitude, and Dragon Scale brings power in loneliness. For those who are strongest when uncompromised by others."
  },
  "1-11-16": {
    "name": "Tonic of Predator Dreams",
    "description": "Dragon Scale hunts in ancient memory, Wolfsbane in present instinct, and Mugwort in future vision. This brew grants the perfect predatory mindset."
  },
  "1-11-17": {
    "name": "Essence of the First Hunt",
    "description": "Elder dragons taught wolves to hunt in packs. Combined with Elderflower, this primordial brew grants understanding of cooperation between apex predators."
  },
  "1-11-18": {
    "name": "Potion of Blood Hunt",
    "description": "Dragon Scale provides power, Wolfsbane tracks scent, and Blood Rose Thorn marks the trail. This brew creates hunters who pursue their quarry with unstoppable determination."
  },
  "1-11-19": {
    "name": "Philtre of Cosmic Predators",
    "description": "Dragon Scale hunts earth, Wolfsbane hunts moon, and Stardust hunts across galaxies. This brew grants predatory instincts that operate on cosmic scales."
  },
  "1-12-13": {
    "name": "Concoction of the Seeing Cat",
    "description": "Dragon Scale grants draconic sight, Eye of Newt sharpens vision, and Black Cat Whisker adds feline night-vision. Perfect perception in all conditions."
  },
  "1-12-14": {
    "name": "Infusion of the Dragon's Tomb",
    "description": "Eye of Newt watches over Dragon Scale buried in Graveyard Moss. This necromantic brew allows communion with the spirits of ancient wyrms."
  },
  "1-12-15": {
    "name": "Elixir of Harsh Sight",
    "description": "Dragon Scale reveals draconic truths, Eye of Newt sees all clearly, and Wormwood prevents denial. This brew forces perception of uncomfortable realities."
  },
  "1-12-16": {
    "name": "Brew of Prophetic Scales",
    "description": "Dragon Scale remembers ancient futures, Eye of Newt sees present truth, and Mugwort reveals what's coming. This brew grants temporal perspective spanning eons."
  },
  "1-12-17": {
    "name": "Draft of Elder Vision",
    "description": "Dragon Scale carries ancient sight, Elderflower provides wisdom, and Eye of Newt focuses both. This brew grants the ability to see as the ancients saw."
  },
  "1-12-18": {
    "name": "Tonic of Blood Sight",
    "description": "Dragon Scale tracks lineages, Eye of Newt sees bloodlines, and Blood Rose Thorn marks family bonds. This brew reveals hereditary connections and genetic destinies."
  },
  "1-12-19": {
    "name": "Essence of Cosmic Eyes",
    "description": "Dragon Scale sees magic, Eye of Newt focuses perception, and Stardust reveals cosmic patterns. This brew grants sight of the fundamental forces underlying reality."
  },
  "1-13-14": {
    "name": "Potion of Nine Graves",
    "description": "Dragon Scale provides nine forms of power, Black Cat nine lives, and Graveyard Moss nine doorways to death. This brew grants supreme protection against mortality."
  },
  "1-13-15": {
    "name": "Philtre of Fortunate Fire",
    "description": "Dragon Scale provides power, Black Cat Whisker brings luck, and Wormwood keeps both grounded. This brew ensures strength is used wisely and fortune deservedly."
  },
  "1-13-16": {
    "name": "Concoction of Lucky Dragons",
    "description": "Dragon Scale grants power, Black Cat Whisker fortune, and Mugwort foresight. This brew combines strength, luck, and wisdom for unstoppable success."
  },
  "1-13-17": {
    "name": "Infusion of the Elder Cat",
    "description": "Ancient cats learned secrets from dragons and shared them with Elderflower. This brew grants access to primordial knowledge jealously guarded by felines."
  },
  "1-13-18": {
    "name": "Elixir of Scarred Luck",
    "description": "Dragon Scale marks past battles, Blood Rose Thorn present wounds, and Black Cat Whisker ensures survival. For warriors whose luck improves with each scar earned."
  },
  "1-13-19": {
    "name": "Brew of Stellar Fortune",
    "description": "Dragon Scale reaches for stars, Black Cat Whisker ensures arrival, and Stardust guides the journey. This cosmic brew grants fortune on the grandest scales."
  },
  "1-14-15": {
    "name": "Draft of the Bitter Grave",
    "description": "Dragon Scale marks ancient death, Graveyard Moss absorbs regrets, and Wormwood purges resentment. This brew helps the living release anger at the departed."
  },
  "1-14-16": {
    "name": "Tonic of Dragon Dreams",
    "description": "Graveyard Moss connects to buried dragons, Mugwort grants visions, and Dragon Scale channels their power. For necromancers seeking draconic knowledge."
  },
  "1-14-17": {
    "name": "Essence of Ancient Tombs",
    "description": "Dragon Scale marks the greatest graves, Elderflower grows beside them, and Graveyard Moss covers both. This brew grants access to ancestral wisdom buried ages ago."
  },
  "1-14-18": {
    "name": "Potion of Blood and Ash",
    "description": "Dragon Scale marks where great ones fell, Blood Rose Thorn grows from their sacrifice, and Graveyard Moss honors their memory. For those who remember heroes."
  },
  "1-14-19": {
    "name": "Philtre of Fallen Stars",
    "description": "Where stars fell and dragons died, Graveyard Moss absorbed both. Combined with Stardust, this brew connects earthly death to cosmic rebirth."
  },
  "1-15-16": {
    "name": "Concoction of Bitter Prophecy",
    "description": "Dragon Scale reveals harsh futures, Wormwood forces acceptance, and Mugwort clarifies meaning. This brew grants prophecies the seer wishes they could unlearn."
  },
  "1-15-17": {
    "name": "Infusion of Ancient Wisdom",
    "description": "Dragon Scale remembers eons, Elderflower witnessed ages, and Wormwood teaches through suffering. This brew grants wisdom earned through witnessing countless rises and falls."
  },
  "1-15-18": {
    "name": "Elixir of Earned Power",
    "description": "Dragon Scale grants strength, Blood Rose Thorn marks its cost, and Wormwood ensures the price is paid. This brew provides power proportional to suffering endured."
  },
  "1-15-19": {
    "name": "Brew of Distant Fire",
    "description": "Dragon Scale burns hot, Wormwood cools with bitterness, and Stardust provides cosmic perspective. This brew grants passion tempered by wisdom and universal understanding."
  },
  "1-16-17": {
    "name": "Draft of Timeless Vision",
    "description": "Dragon Scale sees across eons, Mugwort reveals specific visions, and Elderflower provides context. This brew grants prophetic sight spanning from ancient past to distant future."
  },
  "1-16-18": {
    "name": "Tonic of Prophetic Blood",
    "description": "Dragon Scale reveals draconic destinies, Mugwort grants visions, and Blood Rose Thorn marks sacrifices required. For seers who must guide others toward painful necessities."
  },
  "1-16-19": {
    "name": "Essence of Stellar Prophecy",
    "description": "Dragon Scale dreams earth's fate, Mugwort reveals visions, and Stardust shows cosmic destiny. This brew grants prophecies about how individual choices affect universal outcomes."
  },
  "1-17-18": {
    "name": "Potion of Ancient Sacrifice",
    "description": "Dragon Scale marks legendary deeds, Elderflower witnesses them, and Blood Rose Thorn measures their cost. This brew honors those who gave everything for others."
  },
  "1-17-19": {
    "name": "Philtre of First Fire",
    "description": "Dragon Scale carries flame from the universe's birth, Elderflower remembers its arrival, and Stardust reveals its source. This primordial brew connects to creation itself."
  },
  "1-18-19": {
    "name": "Concoction of Cosmic Wounds",
    "description": "Dragon Scale bears ancient scars, Blood Rose Thorn marks new wounds, and Stardust shows how each injury echoes through space-time. For those who understand pain's greater purpose."
  },
  "2-3-4": {
    "name": "Infusion of the Shadow Root",
    "description": "Raven Feather scouts from above, Spider Silk maps below, and Mandrake Root anchors everything. This brew grants perfect awareness of an entire region's layout and inhabitants."
  },
  "17-18-19": {
    "name": "Elixir of the Eternal Bloom",
    "description": "The rarest of brews combining Elderflower's ancient wisdom, Blood Rose Thorn's sacrifice, and Stardust's cosmic fire. Said to grant a single moment of perfect clarity about one's true purpose."
  },
  "16-18-19": {
    "name": "Draught of Dreaming Stars",
    "description": "Mugwort's visions dance with fallen Stardust while Blood Rose Thorn anchors the dreamer to their body. Grants prophetic dreams of cosmic significance."
  },
  "16-17-19": {
    "name": "Brew of the Elder Dreamer",
    "description": "Mugwort and Elderflower have shared hedgerows since time began. Combined with Stardust, this potion reveals dreams that elder trees have dreamed since the world was young."
  },
  "16-17-18": {
    "name": "Tonic of Thorned Visions",
    "description": "Mugwort brings prophecy, Elderflower brings passage, and Blood Rose Thorn brings the price. This painful brew shows futures that can only be reached through sacrifice."
  },
  "15-18-19": {
    "name": "Essence of Bitter Starfire",
    "description": "Wormwood's harsh truth meets the beauty of Stardust and the passion of Blood Rose Thorn. A potion for artists who must suffer for their cosmic inspirations."
  },
  "15-17-19": {
    "name": "Philtre of the Wormwood Stars",
    "description": "Elderflower opens doors while Wormwood closes illusions. Stardust lights the true path between. For those who seek authenticity over comfort."
  },
  "15-17-18": {
    "name": "Concoction of Bitter Roses",
    "description": "Three ingredients that teach hard lessons: Wormwood's truth, Elderflower's threshold, and Blood Rose Thorn's pain. Drinking this means accepting that growth requires suffering."
  },
  "15-16-19": {
    "name": "Infusion of Absinthe Stars",
    "description": "Wormwood and Mugwort create a hallucinatory base that Stardust elevates to cosmic vision. The green fairy dances among constellations in this legendary brew."
  },
  "15-16-18": {
    "name": "Draft of Bitter Dreams",
    "description": "Wormwood and Mugwort wage war in the dreamer's mind while Blood Rose Thorn determines the victor. Nightmares become trials, and those who wake have grown stronger."
  },
  "15-16-17": {
    "name": "Elixir of the Hedge Witch's Truth",
    "description": "The three herbs of honest magic: Wormwood for clarity, Mugwort for sight, Elderflower for passage. This traditional brew strips away all self-deception."
  },
  "14-18-19": {
    "name": "Potion of Moss and Starlight",
    "description": "Graveyard Moss remembers the dead while Stardust recalls their souls' journey. Blood Rose Thorn marks the boundary. A necromantic brew for communing with ancestors."
  },
  "14-17-19": {
    "name": "Brew of the Threshold Keeper",
    "description": "Graveyard Moss and Elderflower both guard passages between worlds. Stardust illuminates what lies beyond. For those who would glimpse eternity without crossing over."
  },
  "14-17-18": {
    "name": "Tonic of Roses on Graves",
    "description": "Where Blood Roses grow on moss-covered tombs beneath elder trees, this potion's ingredients are gathered. Grants the ability to sense unfinished business of the dead."
  },
  "14-16-19": {
    "name": "Essence of Graveyard Dreams",
    "description": "Mugwort brings dreams of those buried beneath Graveyard Moss while Stardust shows where their spirits now wander. A melancholy but peaceful brew."
  },
  "14-16-18": {
    "name": "Philtre of Blood Memory",
    "description": "Graveyard Moss absorbs the essence of the dead, Mugwort accesses memory, and Blood Rose Thorn pays the price. Grants visions of how ancestors lived and died."
  },
  "14-16-17": {
    "name": "Concoction of the Cemetery Elder",
    "description": "Old graveyards always have elder trees. This brew combines Graveyard Moss, Mugwort, and Elderflower to grant peaceful communication with long-dead spirits."
  },
  "14-15-19": {
    "name": "Infusion of Bitter Graves",
    "description": "Wormwood grows wild in abandoned cemeteries. Combined with Graveyard Moss and Stardust, this harsh brew forces confrontation with mortality and what lies beyond."
  },
  "14-15-18": {
    "name": "Draft of the Mourner's Truth",
    "description": "Graveyard Moss, Wormwood, and Blood Rose Thorn create a brew for those who cannot let go. It reveals whether grief serves the living or chains them to the dead."
  },
  "14-15-17": {
    "name": "Elixir of Passage and Ending",
    "description": "Graveyard Moss marks where journeys end, Wormwood strips away denial, and Elderflower opens the final door. A brew for those preparing to cross over peacefully."
  },
  "14-15-16": {
    "name": "Potion of the Dreaming Dead",
    "description": "What do the dead dream beneath their mossy blankets? This brew of Graveyard Moss, Wormwood, and Mugwort reveals their eternal reveries to the living."
  },
  "13-18-19": {
    "name": "Brew of Fortunate Stars",
    "description": "Black Cat Whisker's luck combines with Stardust's cosmic favor and Blood Rose Thorn's passionate drive. For those who would seize destiny with both hands."
  },
  "13-17-19": {
    "name": "Tonic of the Lucky Threshold",
    "description": "Black cats guard doorways while elder trees mark them. Stardust blesses passage. This brew ensures safe travel through dangerous transitions and lucky outcomes."
  },
  "13-17-18": {
    "name": "Essence of Nine Lives' End",
    "description": "Even cats' luck runs out eventually. Black Cat Whisker, Elderflower, and Blood Rose Thorn create a brew for those on their last chance, making it count."
  },
  "13-16-19": {
    "name": "Philtre of Lucky Dreams",
    "description": "Black Cat Whisker brings fortune to Mugwort's visions while Stardust ensures the dreams reveal winning paths. A gambler's secret for dream-guided decisions."
  },
  "13-16-18": {
    "name": "Concoction of Fated Wounds",
    "description": "Some injuries are meant to happen. Black Cat Whisker, Mugwort, and Blood Rose Thorn reveal which scars were destined and what purpose they serve."
  },
  "13-16-17": {
    "name": "Infusion of the Dreaming Cat",
    "description": "Cats dream of hunts and magic. This brew of Black Cat Whisker, Mugwort, and Elderflower grants the ability to share dreams with feline familiars."
  },
  "13-15-19": {
    "name": "Draft of Bitter Fortune",
    "description": "Wormwood reminds us luck has costs while Black Cat Whisker provides it anyway. Stardust elevates the stakes. For those who would gamble everything on truth."
  },
  "13-15-18": {
    "name": "Elixir of the Cat's Nine Truths",
    "description": "Black Cat Whisker, Wormwood, and Blood Rose Thorn reveal nine harsh truths the drinker has avoided. Lucky are those who face them and grow."
  },
  "13-15-17": {
    "name": "Potion of Lucky Passage",
    "description": "Black cats crossing paths, wormwood clearing vision, elderflower opening doors. This brew ensures fortunate timing when passing through dangerous transitions."
  },
  "13-15-16": {
    "name": "Brew of the Cat's Dream",
    "description": "Black Cat Whisker, Wormwood, and Mugwort combine into a brew that grants cat-like intuition in dreams, helping the sleeper land on their feet in any situation."
  },
  "13-14-19": {
    "name": "Tonic of Graveyard Luck",
    "description": "Black cats walk cemetery walls where Graveyard Moss grows. Stardust marks the fortunate graves. This brew reveals which ancestors still watch over the drinker."
  },
  "13-14-18": {
    "name": "Essence of Nine Deaths Remembered",
    "description": "Black Cat Whisker, Graveyard Moss, and Blood Rose Thorn honor those who died that others might live. Grants awareness of sacrifices made on the drinker's behalf."
  },
  "13-14-17": {
    "name": "Philtre of the Cemetery Cat",
    "description": "Cemetery cats guard the boundary between living and dead. This brew of Black Cat Whisker, Graveyard Moss, and Elderflower grants their protective sight."
  },
  "13-14-16": {
    "name": "Concoction of Lucky Spirits",
    "description": "Black Cat Whisker, Graveyard Moss, and Mugwort create a brew for séances, ensuring only benevolent spirits answer and protecting against malevolent entities."
  },
  "13-14-15": {
    "name": "Infusion of the Bitter Cat",
    "description": "Black Cat Whisker, Graveyard Moss, and Wormwood combine into a harsh but protective brew. Strips away false friends and reveals who truly has the drinker's back."
  },
  "12-18-19": {
    "name": "Draft of the Newt's Cosmos",
    "description": "Eye of Newt sees the small while Stardust reveals the vast. Blood Rose Thorn connects them. This brew grants understanding of how tiny actions ripple across the universe."
  },
  "12-17-19": {
    "name": "Elixir of Starlit Transformation",
    "description": "Eye of Newt knows transformation, Elderflower knows passage, Stardust knows eternity. This brew guides metamorphosis of the soul toward its highest cosmic purpose."
  },
  "12-17-18": {
    "name": "Potion of the Newt's Sacrifice",
    "description": "Newts regenerate what they lose. Combined with Elderflower's passage and Blood Rose Thorn's pain, this brew teaches that some sacrifices lead to greater wholeness."
  },
  "12-16-19": {
    "name": "Brew of Visionary Eyes",
    "description": "Eye of Newt focuses sight while Mugwort opens the inner eye. Stardust expands vision to cosmic scale. A powerful divination brew for far-seeing prophecy."
  },
  "12-16-18": {
    "name": "Tonic of Bleeding Visions",
    "description": "Eye of Newt, Mugwort, and Blood Rose Thorn create visions that cost the seer. The more painful the sight, the more true the prophecy revealed."
  },
  "12-16-17": {
    "name": "Essence of the Seer's Gate",
    "description": "Eye of Newt sees, Mugwort dreams, Elderflower opens. This traditional seer's brew creates a gateway to the realm of pure vision and prophetic truth."
  },
  "12-15-19": {
    "name": "Philtre of Clarified Stars",
    "description": "Wormwood strips illusion while Eye of Newt focuses and Stardust illuminates. This brew reveals cosmic truths without the comfort of beautiful lies."
  },
  "12-15-18": {
    "name": "Concoction of the Watching Wound",
    "description": "Eye of Newt, Wormwood, and Blood Rose Thorn create a harsh brew that forces the drinker to truly see and accept wounds they've ignored or denied."
  },
  "12-15-17": {
    "name": "Infusion of Clear Passage",
    "description": "Eye of Newt sees the path, Wormwood clears obstacles, Elderflower opens the way. For those who must navigate treacherous transitions with perfect clarity."
  },
  "12-15-16": {
    "name": "Draft of Sober Dreams",
    "description": "Wormwood and Eye of Newt strip pleasant illusions from Mugwort's dreams. This harsh brew reveals what the subconscious truly fears and desires."
  },
  "12-14-19": {
    "name": "Elixir of Death's Gaze",
    "description": "Eye of Newt combined with Graveyard Moss and Stardust grants the ability to see spirits and the faint trails they leave moving between the stars."
  },
  "12-14-18": {
    "name": "Potion of the Watching Dead",
    "description": "Eye of Newt, Graveyard Moss, and Blood Rose Thorn reveal which dead still watch over the living and what they hope to see accomplished."
  },
  "12-14-17": {
    "name": "Brew of the Necromancer's Sight",
    "description": "Eye of Newt sees the dead, Graveyard Moss connects to them, Elderflower permits passage. A traditional necromantic brew for speaking with spirits."
  },
  "12-14-16": {
    "name": "Tonic of Grave Dreams",
    "description": "Eye of Newt, Graveyard Moss, and Mugwort let the drinker dream the last dreams of those buried nearby. Handle with care and respect."
  },
  "12-14-15": {
    "name": "Essence of Bitter Sight",
    "description": "Eye of Newt, Graveyard Moss, and Wormwood force the drinker to see death clearly—their own mortality and the brevity of all things."
  },
  "12-13-19": {
    "name": "Philtre of Lucky Sight",
    "description": "Black Cat Whisker's fortune guides Eye of Newt's vision toward Stardust's opportunities. This brew reveals lucky chances before they pass."
  },
  "12-13-18": {
    "name": "Concoction of Nine-Eyed Fortune",
    "description": "Eye of Newt, Black Cat Whisker, and Blood Rose Thorn combine to reveal which risks are worth the pain and which lucky chances should be seized despite cost."
  },
  "12-13-17": {
    "name": "Infusion of the Watching Cat",
    "description": "Cats and newts both watch with ancient knowing. Combined with Elderflower's wisdom, this brew grants the ability to see through deception and illusion."
  },
  "12-13-16": {
    "name": "Draft of Lucky Visions",
    "description": "Eye of Newt, Black Cat Whisker, and Mugwort create prophetic dreams that focus on fortunate outcomes and paths to achieve them."
  },
  "12-13-15": {
    "name": "Elixir of True Fortune",
    "description": "Eye of Newt sees clearly, Black Cat Whisker brings luck, Wormwood strips falsehood. This brew reveals whether apparent good fortune is genuine or trap."
  },
  "12-13-14": {
    "name": "Potion of the Cemetery Watch",
    "description": "Eye of Newt, Black Cat Whisker, and Graveyard Moss create a guardian's brew, granting the ability to watch over sacred spaces and sense intrusion."
  },
  "11-18-19": {
    "name": "Brew of the Moon Wolf's Heart",
    "description": "Wolfsbane's lunar power combines with Blood Rose Thorn's passion and Stardust's cosmic fire. For those whose wild heart howls at stars beyond the moon."
  },
  "11-17-19": {
    "name": "Tonic of the Elder Hunt",
    "description": "Wolfsbane marks the predator, Elderflower marks the threshold, Stardust marks the eternal. This brew grants the instincts of wolves who hunt between worlds."
  },
  "11-17-18": {
    "name": "Essence of Thorned Moonlight",
    "description": "Wolfsbane blooms under the moon where Blood Roses grow near elder trees. This brew grants fierce protection of loved ones and territory."
  },
  "11-16-19": {
    "name": "Philtre of Howling Dreams",
    "description": "Wolfsbane's call, Mugwort's visions, and Stardust's vastness combine. This brew grants dreams of running with celestial wolf packs across the night sky."
  },
  "11-16-18": {
    "name": "Concoction of the Wounded Wolf",
    "description": "Wolfsbane, Mugwort, and Blood Rose Thorn create a warrior's brew. Grants the ability to fight on through injury and find strength in pain."
  },
  "11-16-17": {
    "name": "Infusion of Pack Dreams",
    "description": "Wolfsbane, Mugwort, and Elderflower allow the drinker to share dreams with their chosen pack—whether wolves, familiars, or trusted companions."
  },
  "11-15-19": {
    "name": "Draft of the Lone Wolf",
    "description": "Wormwood's isolation meets Wolfsbane's wild nature under Stardust's distant light. For those who must walk alone and find strength in solitude."
  },
  "11-15-18": {
    "name": "Elixir of Bitter Fangs",
    "description": "Wolfsbane, Wormwood, and Blood Rose Thorn combine into a predator's brew. Grants the ferocity to face harsh truths and tear through comfortable lies."
  },
  "11-15-17": {
    "name": "Potion of the Wild Threshold",
    "description": "Wolfsbane's wild, Wormwood's bitter, Elderflower's liminal. This brew helps those trapped between civilized life and their wild nature find balance."
  },
  "11-15-16": {
    "name": "Brew of Lucid Howling",
    "description": "Wolfsbane, Wormwood, and Mugwort create lucid dreams where the dreamer runs as a wolf, fully aware and in control of their wild dream-self."
  },
  "11-14-19": {
    "name": "Tonic of the Ghost Wolf",
    "description": "Wolfsbane, Graveyard Moss, and Stardust call to wolves who died long ago. Their spirits can be glimpsed running between graves under starlit skies."
  },
  "11-14-18": {
    "name": "Essence of the Wolf's Grave",
    "description": "Where wolves are buried, Wolfsbane grows through Graveyard Moss. Blood Rose Thorn marks the warrior's rest. This brew honors fierce spirits."
  },
  "11-14-17": {
    "name": "Philtre of the Ancestral Pack",
    "description": "Wolfsbane, Graveyard Moss, and Elderflower connect the drinker to wolves and wolf-kin from their ancestral line, granting inherited instincts."
  },
  "11-14-16": {
    "name": "Concoction of Wolfish Dreams",
    "description": "Wolfsbane, Graveyard Moss, and Mugwort let the drinker dream as their ancestors did—running in ancient forests under moons long since waned."
  },
  "11-14-15": {
    "name": "Infusion of the Bitter Hunt",
    "description": "Wolfsbane, Graveyard Moss, and Wormwood create a harsh brew for hunters of the undead. Grants the ability to sense and track risen corpses."
  },
  "11-13-19": {
    "name": "Draft of the Lucky Predator",
    "description": "Black Cat Whisker's luck guides Wolfsbane's hunt under Stardust's light. This brew ensures prey is found and the hunt succeeds."
  },
  "11-13-18": {
    "name": "Elixir of Claws and Fangs",
    "description": "Cats and wolves are both predators. Black Cat Whisker, Wolfsbane, and Blood Rose Thorn grant primal combat instincts and lucky strikes."
  },
  "11-13-17": {
    "name": "Potion of the Familiar's Hunt",
    "description": "Black Cat Whisker, Wolfsbane, and Elderflower allow witch and familiar to hunt as one, sharing senses and instincts across the bond."
  },
  "11-13-16": {
    "name": "Brew of Hunting Dreams",
    "description": "Black Cat Whisker, Wolfsbane, and Mugwort create dreams of the chase. The dreamer hunts alongside cat and wolf, learning predatory wisdom."
  },
  "11-13-15": {
    "name": "Tonic of Bitter Hunters",
    "description": "Black Cat Whisker, Wolfsbane, and Wormwood create a brew for those who hunt evil. Grants the ability to sense dark creatures and ill intent."
  },
  "11-13-14": {
    "name": "Essence of the Graveyard Pack",
    "description": "Black Cat Whisker, Wolfsbane, and Graveyard Moss summon the protective spirits of cats and wolves buried in sacred ground."
  },
  "11-12-19": {
    "name": "Philtre of the Watchful Wolf",
    "description": "Eye of Newt's clarity combines with Wolfsbane's alertness and Stardust's vast perspective. Nothing escapes the notice of one who drinks this brew."
  },
  "11-12-18": {
    "name": "Concoction of Predator's Sight",
    "description": "Eye of Newt, Wolfsbane, and Blood Rose Thorn grant the visual acuity of a hunting wolf. Every movement, every weakness is seen and understood."
  },
  "11-12-17": {
    "name": "Infusion of the Hunter's Gate",
    "description": "Eye of Newt spots prey, Wolfsbane drives the hunt, Elderflower opens the way. For those who track quarry between the worlds."
  },
  "11-12-16": {
    "name": "Draft of Watchful Sleep",
    "description": "Eye of Newt, Wolfsbane, and Mugwort grant the wolf's ability to sleep with one eye open, aware of danger even in deepest dreams."
  },
  "11-12-15": {
    "name": "Elixir of the Clear Hunt",
    "description": "Eye of Newt sees truth, Wolfsbane provides instinct, Wormwood strips distraction. This brew focuses the hunter on what truly matters."
  },
  "11-12-14": {
    "name": "Potion of Graveyard Stalking",
    "description": "Eye of Newt, Wolfsbane, and Graveyard Moss grant the ability to track spirits and sense undead movement through burial grounds."
  },
  "11-12-13": {
    "name": "Brew of Lucky Hunters",
    "description": "Eye of Newt, Wolfsbane, and Black Cat Whisker ensure the hunt succeeds. Prey cannot hide from such fortunate and watchful pursuit."
  },
  "10-18-19": {
    "name": "Tonic of the Bleeding Bell",
    "description": "Foxglove bells ring for heart's blood, Blood Rose Thorn draws it forth, Stardust carries it skyward. A potion of passionate sacrifice."
  },
  "10-17-19": {
    "name": "Essence of the Faerie Gate",
    "description": "Foxglove, Elderflower, and Stardust combine in this traditional brew for opening passages to faerie realms. Enter at your own risk."
  },
  "10-17-18": {
    "name": "Philtre of the Thorned Garden",
    "description": "Foxglove and Blood Rose grow together in witch's gardens beneath elder trees. This brew grants mastery over protective and beautiful plants."
  },
  "10-16-19": {
    "name": "Concoction of Fairy Dreams",
    "description": "Foxglove, Mugwort, and Stardust create dreams of faerie revels. The drinker dances with the fae but wakes safely in their own bed."
  },
  "10-16-18": {
    "name": "Infusion of Heart's Vision",
    "description": "Foxglove affects the heart while Mugwort opens vision. Blood Rose Thorn ensures the visions shown are what the heart truly needs to see."
  },
  "10-16-17": {
    "name": "Draft of the Elder Garden",
    "description": "Foxglove, Mugwort, and Elderflower grow in old gardens tended by generations of witches. This brew connects to that lineage of green wisdom."
  },
  "10-15-19": {
    "name": "Elixir of Bitter Beauty",
    "description": "Foxglove's deadly beauty meets Wormwood's harsh truth under Stardust's eternal light. This brew teaches that true beauty survives truth's scrutiny."
  },
  "10-15-18": {
    "name": "Potion of the Painful Garden",
    "description": "Foxglove, Wormwood, and Blood Rose Thorn grow in gardens of hard lessons. This brew grants the wisdom that comes only through difficulty."
  },
  "10-15-17": {
    "name": "Brew of the Hedge Garden",
    "description": "Foxglove, Wormwood, and Elderflower mark the boundary between cultivated and wild. This brew helps navigate the space between civilization and nature."
  },
  "10-15-16": {
    "name": "Tonic of Garden Dreams",
    "description": "Foxglove, Wormwood, and Mugwort create dreams of gardens—some beautiful, some harsh, all teaching. The dreamer tends and learns."
  },
  "10-14-19": {
    "name": "Essence of Cemetery Flowers",
    "description": "Foxglove blooms among graves under starlight. Combined with Graveyard Moss and Stardust, this brew reveals which spirits tend the flowers above their resting places."
  },
  "10-14-18": {
    "name": "Philtre of Funerary Roses",
    "description": "Foxglove, Graveyard Moss, and Blood Rose Thorn are traditional funeral offerings. This brew carries messages to the beloved dead."
  },
  "10-14-17": {
    "name": "Concoction of the Garden Gate",
    "description": "Foxglove and Elderflower both grow near thresholds where Graveyard Moss creeps. This brew reveals hidden gateways in old gardens and churchyards."
  },
  "10-14-16": {
    "name": "Infusion of Memorial Dreams",
    "description": "Foxglove, Graveyard Moss, and Mugwort let the drinker dream with those they've lost, sharing one more conversation in the garden of memory."
  },
  "10-14-15": {
    "name": "Draft of Grave Truths",
    "description": "Foxglove, Graveyard Moss, and Wormwood strip away gentle lies about death. This harsh brew forces acceptance of mortality's reality."
  },
  "10-13-19": {
    "name": "Elixir of the Lucky Heart",
    "description": "Foxglove affects the heart while Black Cat Whisker brings fortune. Stardust elevates both. A brew for those gambling on love."
  },
  "10-13-18": {
    "name": "Potion of Fortunate Wounds",
    "description": "Foxglove, Black Cat Whisker, and Blood Rose Thorn reveal which heartbreaks led to better paths. A brew for healing romantic regret."
  },
  "10-13-17": {
    "name": "Brew of the Garden Cat",
    "description": "Black cats hunting in foxglove gardens beneath elder trees is a blessed sight. This brew brings that blessing home as protection and luck."
  },
  "10-13-16": {
    "name": "Tonic of Lucky Garden Dreams",
    "description": "Foxglove, Black Cat Whisker, and Mugwort create dreams of wandering through fortunate gardens where every plant grants gifts."
  },
  "10-13-15": {
    "name": "Essence of Honest Fortune",
    "description": "Foxglove, Black Cat Whisker, and Wormwood ensure that luck comes without hidden costs. What fortune brings is truly deserved."
  },
  "10-13-14": {
    "name": "Philtre of the Graveyard Garden",
    "description": "Foxglove, Black Cat Whisker, and Graveyard Moss protect cemetery gardens and those who tend them. Grants safe passage through haunted grounds."
  },
  "10-12-19": {
    "name": "Concoction of the Seeing Heart",
    "description": "Eye of Newt sees while Foxglove feels. Stardust connects heart and eye to cosmic truth. A brew for those who would see with love's clarity."
  },
  "10-12-18": {
    "name": "Infusion of Heartfelt Vision",
    "description": "Eye of Newt, Foxglove, and Blood Rose Thorn grant the ability to see others' true hearts—their loves, fears, and hidden wounds."
  },
  "10-12-17": {
    "name": "Draft of the Garden Watcher",
    "description": "Eye of Newt, Foxglove, and Elderflower create a garden guardian's brew. Nothing happens in the witch's garden without your awareness."
  },
  "10-12-16": {
    "name": "Elixir of Blooming Visions",
    "description": "Eye of Newt, Foxglove, and Mugwort grant prophetic visions that unfold like flowers blooming, each petal revealing more detail."
  },
  "10-12-15": {
    "name": "Potion of Clear Gardens",
    "description": "Eye of Newt, Foxglove, and Wormwood reveal what truly grows in any garden—the helpful, the harmful, and the hidden."
  },
  "10-12-14": {
    "name": "Brew of Cemetery Watching",
    "description": "Eye of Newt, Foxglove, and Graveyard Moss grant the sight to watch over beloved graves and see what visits them by night."
  },
  "10-12-13": {
    "name": "Tonic of Lucky Watchers",
    "description": "Eye of Newt, Foxglove, and Black Cat Whisker grant fortunate vigilance. The drinker notices lucky opportunities others miss."
  },
  "10-11-19": {
    "name": "Essence of the Moon Garden",
    "description": "Foxglove and Wolfsbane both bloom under moonlight, touched by Stardust. This brew grants mastery over night-blooming plants and lunar gardening."
  },
  "10-11-18": {
    "name": "Philtre of Thorned Moonlight",
    "description": "Foxglove, Wolfsbane, and Blood Rose Thorn create a fiercely protective brew for those who guard gardens against night predators."
  },
  "10-11-17": {
    "name": "Concoction of the Wild Garden",
    "description": "Foxglove, Wolfsbane, and Elderflower mark where cultivation meets wilderness. This brew helps find balance between taming and letting grow wild."
  },
  "10-11-16": {
    "name": "Infusion of Moonlit Dreams",
    "description": "Foxglove, Wolfsbane, and Mugwort create dreams of gardens under full moons where flowers sing and wolves walk peacefully among the beds."
  },
  "10-11-15": {
    "name": "Draft of Bitter Blooms",
    "description": "Foxglove, Wolfsbane, and Wormwood—three bitter beauties. This brew teaches that what tastes harsh often heals deepest."
  },
  "10-11-14": {
    "name": "Elixir of Moonlit Graves",
    "description": "Foxglove, Wolfsbane, and Graveyard Moss grow together in old churchyards. This brew connects to the peaceful dead who rest in consecrated ground."
  },
  "10-11-13": {
    "name": "Potion of the Hunter's Garden",
    "description": "Foxglove, Wolfsbane, and Black Cat Whisker protect gardens from those who would steal or destroy. Trespassers find their luck turns sour."
  },
  "10-11-12": {
    "name": "Brew of Watchful Gardens",
    "description": "Eye of Newt, Foxglove, and Wolfsbane create an ever-vigilant garden. Every plant becomes a sentinel, every flower an eye."
  },
  "9-18-19": {
    "name": "Tonic of the Deadly Star",
    "description": "Belladonna's fatal beauty combines with Blood Rose Thorn's passion and Stardust's eternity. A potion for those who would burn bright and brief."
  },
  "9-17-19": {
    "name": "Essence of the Beautiful Threshold",
    "description": "Belladonna, Elderflower, and Stardust create a dangerously seductive brew for crossing between worlds. The passage is pleasant but the return uncertain."
  },
  "9-17-18": {
    "name": "Philtre of Deadly Roses",
    "description": "Belladonna and Blood Rose share deadly beauty. Combined with Elderflower, this brew grants the power to be both irresistible and untouchable."
  },
  "9-16-19": {
    "name": "Concoction of Poisoned Stars",
    "description": "Belladonna, Mugwort, and Stardust create visions of terrible beauty—cosmic truths too magnificent and dangerous for mortal minds."
  },
  "9-16-18": {
    "name": "Infusion of Beautiful Nightmares",
    "description": "Belladonna, Mugwort, and Blood Rose Thorn bring dreams of exquisite terror. The dreamer wakes shaken but somehow more alive."
  },
  "9-16-17": {
    "name": "Draft of the Deadly Elder",
    "description": "Belladonna and Elderflower both guard thresholds dangerously. Mugwort reveals what lies beyond. For those brave enough to peek past death's veil."
  },
  "9-15-19": {
    "name": "Elixir of Bitter Beauty",
    "description": "Belladonna's beauty, Wormwood's truth, Stardust's eternity. This brew strips beautiful lies from ugly truths and reveals what remains worth loving."
  },
  "9-15-18": {
    "name": "Potion of Beautiful Pain",
    "description": "Belladonna, Wormwood, and Blood Rose Thorn. Some beauty only comes through suffering, some truth only through pain. This brew teaches both lessons."
  },
  "9-15-17": {
    "name": "Brew of the Poisoned Gate",
    "description": "Belladonna and Wormwood guard while Elderflower opens. Only those who can survive bitter truth pass through the threshold this brew reveals."
  },
  "9-15-16": {
    "name": "Tonic of Dangerous Dreams",
    "description": "Belladonna, Wormwood, and Mugwort create dreams that could kill the weak-willed. Survivors emerge with visions of terrible clarity."
  },
  "9-14-19": {
    "name": "Essence of Beautiful Death",
    "description": "Belladonna, Graveyard Moss, and Stardust reveal death's strange beauty. This necromantic brew helps the dying let go and the grieving accept."
  },
  "9-14-18": {
    "name": "Philtre of the Beloved's Grave",
    "description": "Belladonna, Graveyard Moss, and Blood Rose Thorn are placed on lovers' graves. This brew connects to those who died for or because of love."
  },
  "9-14-17": {
    "name": "Concoction of the Beautiful End",
    "description": "Belladonna, Graveyard Moss, and Elderflower prepare a peaceful passage. This brew eases the dying and comforts those who must watch."
  },
  "9-14-16": {
    "name": "Infusion of Death's Dreams",
    "description": "Belladonna, Graveyard Moss, and Mugwort let the drinker dream as the dying dream—seeing life's meaning crystallize at its end."
  },
  "9-14-15": {
    "name": "Draft of Honest Death",
    "description": "Belladonna, Graveyard Moss, and Wormwood strip away denial about mortality. This harsh brew forces confrontation with inevitable endings."
  },
  "9-13-19": {
    "name": "Elixir of Deadly Fortune",
    "description": "Belladonna, Black Cat Whisker, and Stardust. Some luck is dangerous to possess. This brew grants fortune that others will kill to take."
  },
  "9-13-18": {
    "name": "Potion of Fatal Attraction",
    "description": "Belladonna, Black Cat Whisker, and Blood Rose Thorn grant irresistible allure. The lucky ones merely fall in love; others may fall further."
  },
  "9-13-17": {
    "name": "Brew of the Beautiful Cat",
    "description": "Belladonna, Black Cat Whisker, and Elderflower grant feline grace and deadly beauty. Move through the world untouchable and admired."
  },
  "9-13-16": {
    "name": "Tonic of Seductive Dreams",
    "description": "Belladonna, Black Cat Whisker, and Mugwort create dreams where the dreamer is irresistibly beautiful. Some wake with lasting confidence."
  },
  "9-13-15": {
    "name": "Essence of Honest Beauty",
    "description": "Belladonna, Black Cat Whisker, and Wormwood reveal whether beauty is genuine or merely glamour. Truth survives; illusion withers."
  },
  "9-13-14": {
    "name": "Philtre of Graveyard Beauty",
    "description": "Belladonna, Black Cat Whisker, and Graveyard Moss. Cemetery cats know which graves hold those who were truly beautiful in life."
  },
  "9-12-19": {
    "name": "Concoction of Deadly Sight",
    "description": "Eye of Newt, Belladonna, and Stardust grant vision of fatal beauty—the ability to see what could destroy you and find it magnificent."
  },
  "9-12-18": {
    "name": "Infusion of the Beautiful Wound",
    "description": "Eye of Newt, Belladonna, and Blood Rose Thorn reveal which scars make us more beautiful and which merely disfigure."
  },
  "9-12-17": {
    "name": "Draft of Seeing Beauty",
    "description": "Eye of Newt, Belladonna, and Elderflower grant the ability to see beauty where others see only plainness or decay."
  },
  "9-12-16": {
    "name": "Elixir of Beautiful Visions",
    "description": "Eye of Newt, Belladonna, and Mugwort create visions of terrible beauty—prophecies dressed in splendor regardless of their content."
  },
  "9-12-15": {
    "name": "Potion of True Beauty",
    "description": "Eye of Newt sees, Belladonna beautifies, Wormwood clarifies. This brew reveals what is genuinely beautiful versus merely pretty."
  },
  "9-12-14": {
    "name": "Brew of Beautiful Spirits",
    "description": "Eye of Newt, Belladonna, and Graveyard Moss reveal the beautiful dead—spirits who carry their living grace into death."
  },
  "9-12-13": {
    "name": "Tonic of Seeing Fortune",
    "description": "Eye of Newt, Belladonna, and Black Cat Whisker reveal lucky beauty—the moments when appearance and opportunity align."
  },
  "9-11-19": {
    "name": "Essence of Moonlit Poison",
    "description": "Belladonna and Wolfsbane both gain potency under moonlight. Combined with Stardust, this brew teaches respect for beautiful dangers."
  },
  "9-11-18": {
    "name": "Philtre of the Deadly Moon",
    "description": "Belladonna, Wolfsbane, and Blood Rose Thorn create a warrior's beauty brew. Look magnificent while remaining utterly dangerous."
  },
  "9-11-17": {
    "name": "Concoction of Fatal Thresholds",
    "description": "Belladonna, Wolfsbane, and Elderflower guard passages lethally. This brew creates wards that punish unauthorized crossing beautifully."
  },
  "9-11-16": {
    "name": "Infusion of Deadly Dreams",
    "description": "Belladonna, Wolfsbane, and Mugwort create dreams of being the predator rather than prey—beautiful, deadly, and free."
  },
  "9-11-15": {
    "name": "Draft of Bitter Poisons",
    "description": "Belladonna, Wolfsbane, and Wormwood. Three poisons, three truths, three chances to grow stronger by surviving what should kill."
  },
  "9-11-14": {
    "name": "Elixir of Poisoned Graves",
    "description": "Belladonna, Wolfsbane, and Graveyard Moss grow where the murdered rest. This brew reveals deaths that were neither natural nor peaceful."
  },
  "9-11-13": {
    "name": "Potion of Lucky Poison",
    "description": "Belladonna, Wolfsbane, and Black Cat Whisker grant the luck to survive poisons—physical, emotional, or social—that should prove fatal."
  },
  "9-11-12": {
    "name": "Brew of Poison Sight",
    "description": "Eye of Newt, Belladonna, and Wolfsbane grant the ability to see poison in all its forms—in cups, in words, in smiles."
  },
  "9-10-19": {
    "name": "Tonic of the Deadly Garden",
    "description": "Belladonna and Foxglove are sisters in the poison garden. Stardust blesses their deadly beauty. A brew for those who cultivate dangerous things."
  },
  "9-10-18": {
    "name": "Essence of Thorned Sisters",
    "description": "Belladonna, Foxglove, and Blood Rose Thorn—three dangerous beauties. This brew grants kinship with all things beautiful and deadly."
  },
  "9-10-17": {
    "name": "Philtre of the Fatal Garden",
    "description": "Belladonna, Foxglove, and Elderflower create the ultimate witch's garden brew. Complete mastery over plants that heal by harming."
  },
  "9-10-16": {
    "name": "Concoction of Garden Nightmares",
    "description": "Belladonna, Foxglove, and Mugwort create dreams of walking through gardens where every flower is beautiful, every flower is deadly."
  },
  "9-10-15": {
    "name": "Infusion of Bitter Gardens",
    "description": "Belladonna, Foxglove, and Wormwood. The witch's garden teaches hard lessons. This brew grants the wisdom to learn them without dying."
  },
  "9-10-14": {
    "name": "Draft of Funeral Flowers",
    "description": "Belladonna, Foxglove, and Graveyard Moss. Traditional funeral flowers for witches. This brew honors magical dead with appropriate beauty."
  },
  "9-10-13": {
    "name": "Elixir of Lucky Beauty",
    "description": "Belladonna, Foxglove, and Black Cat Whisker grant the luck to be beautiful without the danger. Safe glamour for everyday use."
  },
  "9-10-12": {
    "name": "Potion of Garden Sight",
    "description": "Eye of Newt, Belladonna, and Foxglove reveal every plant's true nature—which heal, which harm, which do both depending on dosage."
  },
  "9-10-11": {
    "name": "Brew of the Moon's Poison Garden",
    "description": "Belladonna, Foxglove, and Wolfsbane bloom together under full moons. This brew grants communion with all toxic night-bloomers."
  },
  "8-18-19": {
    "name": "Tonic of the Witch's Star",
    "description": "Witch Hazel, Blood Rose Thorn, and Stardust combine traditional craft with cosmic power. For witches ready to work magic on universal scales."
  },
  "8-17-19": {
    "name": "Essence of the Elder Witch",
    "description": "Witch Hazel, Elderflower, and Stardust honor crones who have walked the path longest. This brew grants access to accumulated wisdom."
  },
  "8-17-18": {
    "name": "Philtre of the Thorned Witch",
    "description": "Witch Hazel, Elderflower, and Blood Rose Thorn. Some witchcraft requires sacrifice. This brew teaches what must be given to gain power."
  },
  "8-16-19": {
    "name": "Concoction of the Dreaming Witch",
    "description": "Witch Hazel, Mugwort, and Stardust create a witch's dreaming brew. Practice magic in dreams, then wake to find the workings begun."
  },
  "8-16-18": {
    "name": "Infusion of Witch's Blood",
    "description": "Witch Hazel, Mugwort, and Blood Rose Thorn awaken dormant magical bloodlines. For those who suspect witch ancestry but lack proof."
  },
  "8-16-17": {
    "name": "Draft of the Dream Coven",
    "description": "Witch Hazel, Mugwort, and Elderflower allow witches to meet in dreams. Distant covens can gather without traveling in body."
  },
  "8-15-19": {
    "name": "Elixir of Honest Witchcraft",
    "description": "Witch Hazel, Wormwood, and Stardust strip away romantic notions of magic. This brew reveals witchcraft's true costs and rewards."
  },
  "8-15-18": {
    "name": "Potion of the Suffering Witch",
    "description": "Witch Hazel, Wormwood, and Blood Rose Thorn. Real magic often hurts. This brew grants the fortitude to work through pain."
  },
  "8-15-17": {
    "name": "Brew of Bitter Wisdom",
    "description": "Witch Hazel, Wormwood, and Elderflower. The eldest witches know the harshest truths. This brew grants their hard-won knowledge."
  },
  "8-15-16": {
    "name": "Tonic of the Witch's Dreams",
    "description": "Witch Hazel, Wormwood, and Mugwort create dreams of magical training. The dreamer learns spells that sometimes work upon waking."
  },
  "8-14-19": {
    "name": "Essence of the Graveyard Witch",
    "description": "Witch Hazel, Graveyard Moss, and Stardust. Some witches work best among the dead. This brew opens those paths safely."
  },
  "8-14-18": {
    "name": "Philtre of Witch's Mourning",
    "description": "Witch Hazel, Graveyard Moss, and Blood Rose Thorn honor witches who have passed. This brew connects living practitioners to dead mentors."
  },
  "8-14-17": {
    "name": "Concoction of the Ancestor Witch",
    "description": "Witch Hazel, Graveyard Moss, and Elderflower reveal witch ancestors in the family line and the gifts they passed down."
  },
  "8-14-16": {
    "name": "Infusion of Necromantic Dreams",
    "description": "Witch Hazel, Graveyard Moss, and Mugwort allow witches to learn necromancy safely in dreams before attempting waking practice."
  },
  "8-14-15": {
    "name": "Draft of Grave Truths",
    "description": "Witch Hazel, Graveyard Moss, and Wormwood. The dead know truths the living hide from. This harsh brew reveals them."
  },
  "8-13-19": {
    "name": "Elixir of the Lucky Witch",
    "description": "Witch Hazel, Black Cat Whisker, and Stardust. Some witches are born fortunate. This brew grants a taste of their blessed path."
  },
  "8-13-18": {
    "name": "Potion of the Witch's Sacrifice",
    "description": "Witch Hazel, Black Cat Whisker, and Blood Rose Thorn. Luck has costs. This brew ensures sacrifices made in magic are rewarded."
  },
  "8-13-17": {
    "name": "Brew of the Familiar's Bond",
    "description": "Witch Hazel, Black Cat Whisker, and Elderflower create and strengthen familiar bonds. For witches seeking their animal companion."
  },
  "8-13-16": {
    "name": "Tonic of Familiar Dreams",
    "description": "Witch Hazel, Black Cat Whisker, and Mugwort let witch and familiar share dreams, deepening their bond and understanding."
  },
  "8-13-15": {
    "name": "Essence of Honest Familiars",
    "description": "Witch Hazel, Black Cat Whisker, and Wormwood reveal whether a familiar bond is genuine or merely convenient for both parties."
  },
  "8-13-14": {
    "name": "Philtre of Cemetery Cats",
    "description": "Witch Hazel, Black Cat Whisker, and Graveyard Moss connect to the cats who guard burial grounds and the witch-spirits they serve."
  },
  "8-12-19": {
    "name": "Concoction of the Seeing Witch",
    "description": "Eye of Newt, Witch Hazel, and Stardust grant the witch's sight—the ability to see magic, spirits, and hidden truths."
  },
  "8-12-18": {
    "name": "Infusion of Bloody Sight",
    "description": "Eye of Newt, Witch Hazel, and Blood Rose Thorn grant the ability to see blood magic, curses, and workings done in pain."
  },
  "8-12-17": {
    "name": "Draft of Elder Sight",
    "description": "Eye of Newt, Witch Hazel, and Elderflower grant the clear sight of elder witches who have seen everything at least twice."
  },
  "8-12-16": {
    "name": "Elixir of Visionary Witchcraft",
    "description": "Eye of Newt, Witch Hazel, and Mugwort create prophetic visions specifically about magical workings—which will succeed, which will fail."
  },
  "8-12-15": {
    "name": "Potion of True Sight",
    "description": "Eye of Newt, Witch Hazel, and Wormwood grant sight that penetrates all illusions, glamours, and magical disguises."
  },
  "8-12-14": {
    "name": "Brew of Spirit Sight",
    "description": "Eye of Newt, Witch Hazel, and Graveyard Moss grant clear vision of spirits, ghosts, and entities normally invisible."
  },
  "8-12-13": {
    "name": "Tonic of Lucky Sight",
    "description": "Eye of Newt, Witch Hazel, and Black Cat Whisker grant the ability to see fortunate paths and lucky opportunities."
  },
  "8-11-19": {
    "name": "Essence of the Moon Witch",
    "description": "Witch Hazel, Wolfsbane, and Stardust connect to witches who work by moonlight. Their secrets become accessible to the drinker."
  },
  "8-11-18": {
    "name": "Philtre of the Wolf Witch",
    "description": "Witch Hazel, Wolfsbane, and Blood Rose Thorn. Some witches ally with wolves. This brew forges that fierce partnership."
  },
  "8-11-17": {
    "name": "Concoction of the Wild Witch",
    "description": "Witch Hazel, Wolfsbane, and Elderflower connect to witches who never lived in towns. Their wild magic becomes available."
  },
  "8-11-16": {
    "name": "Infusion of Wolfish Dreams",
    "description": "Witch Hazel, Wolfsbane, and Mugwort let the witch dream as wolves dream—of pack, hunt, and moonlit freedom."
  },
  "8-11-15": {
    "name": "Draft of the Lone Witch",
    "description": "Witch Hazel, Wolfsbane, and Wormwood. Some witches work alone by choice or necessity. This brew grants solitary strength."
  },
  "8-11-14": {
    "name": "Elixir of the Graveyard Wolf",
    "description": "Witch Hazel, Wolfsbane, and Graveyard Moss connect to wolves buried with witch honor and the protective spirits they became."
  },
  "8-11-13": {
    "name": "Potion of the Lucky Hunt",
    "description": "Witch Hazel, Wolfsbane, and Black Cat Whisker grant lucky hunting whether the prey is food, knowledge, or magical ingredients."
  },
  "8-11-12": {
    "name": "Brew of Wolf Sight",
    "description": "Eye of Newt, Witch Hazel, and Wolfsbane grant wolf-like perception—awareness of pack dynamics, territorial boundaries, and hidden threats."
  },
  "8-10-19": {
    "name": "Tonic of the Garden Witch",
    "description": "Witch Hazel, Foxglove, and Stardust honor witches whose power flows through gardens. Their green magic becomes accessible."
  },
  "8-10-18": {
    "name": "Essence of the Thorned Garden",
    "description": "Witch Hazel, Foxglove, and Blood Rose Thorn. The witch's garden has teeth. This brew grants mastery of protective plants."
  },
  "8-10-17": {
    "name": "Philtre of the Hedge Garden",
    "description": "Witch Hazel, Foxglove, and Elderflower create the perfect hedge witch's brew. Power flows from garden to witch and back."
  },
  "8-10-16": {
    "name": "Concoction of Garden Dreams",
    "description": "Witch Hazel, Foxglove, and Mugwort let the witch dream their perfect garden into being. Sometimes seeds of dream-plants take root."
  },
  "8-10-15": {
    "name": "Infusion of Bitter Gardens",
    "description": "Witch Hazel, Foxglove, and Wormwood. Gardens require sacrifice—time, effort, sometimes blood. This brew teaches the true cost of cultivation."
  },
  "8-10-14": {
    "name": "Draft of Memorial Gardens",
    "description": "Witch Hazel, Foxglove, and Graveyard Moss. Gardens planted over graves draw power from the dead. This brew teaches ethical ways to work with that energy."
  },
  "8-10-13": {
    "name": "Elixir of the Lucky Garden",
    "description": "Witch Hazel, Foxglove, and Black Cat Whisker bless the garden with fortunate growth. Plants thrive, pests avoid, harvests multiply."
  },
  "8-10-12": {
    "name": "Potion of Garden Sight",
    "description": "Eye of Newt, Witch Hazel, and Foxglove grant the ability to see a plant's needs, ailments, and magical properties at a glance."
  },
  "8-10-11": {
    "name": "Brew of the Moon Garden",
    "description": "Witch Hazel, Foxglove, and Wolfsbane create a brew for tending night gardens where moon-blooming plants hold court."
  },
  "8-9-19": {
    "name": "Tonic of Witch and Beauty",
    "description": "Witch Hazel and Belladonna—craft and beauty merged. Stardust elevates both. For witches who would work magic through glamour."
  },
  "8-9-18": {
    "name": "Essence of Beautiful Witchcraft",
    "description": "Witch Hazel, Belladonna, and Blood Rose Thorn. Some magic is meant to be beautiful. This brew ensures workings please the eye while pleasing the spirit."
  },
  "8-9-17": {
    "name": "Philtre of the Beautiful Crone",
    "description": "Witch Hazel, Belladonna, and Elderflower. Age need not diminish beauty. This brew reveals the magnificence of witches who have lived long."
  },
  "8-9-16": {
    "name": "Concoction of Beautiful Dreams",
    "description": "Witch Hazel, Belladonna, and Mugwort create dreams of stunning beauty—both the dreamer and the dreamscape become gorgeous."
  },
  "8-9-15": {
    "name": "Infusion of True Beauty",
    "description": "Witch Hazel, Belladonna, and Wormwood strip away false beauty to reveal what genuinely shines beneath. Harsh but ultimately kind."
  },
  "8-9-14": {
    "name": "Draft of Eternal Beauty",
    "description": "Witch Hazel, Belladonna, and Graveyard Moss. Some beauty survives death. This brew reveals what of us remains beautiful forever."
  },
  "8-9-13": {
    "name": "Elixir of Lucky Beauty",
    "description": "Witch Hazel, Belladonna, and Black Cat Whisker grant fortunate beauty—looking your best exactly when it matters most."
  },
  "8-9-12": {
    "name": "Potion of Beauty Sight",
    "description": "Eye of Newt, Witch Hazel, and Belladonna grant the ability to see beauty in all things and reveal hidden loveliness to others."
  },
  "8-9-11": {
    "name": "Brew of Moonlit Beauty",
    "description": "Witch Hazel, Belladonna, and Wolfsbane grant beauty that intensifies under moonlight. For those who do their best work at night."
  },
  "8-9-10": {
    "name": "Tonic of the Beautiful Garden",
    "description": "Witch Hazel, Belladonna, and Foxglove ensure the witch's garden is not only powerful but beautiful. Aesthetics and magic aligned."
  },
  "7-18-19": {
    "name": "Essence of the Starlit Wing",
    "description": "Bat Wing carries the drinker through night skies while Stardust illuminates the path and Blood Rose Thorn ensures safe return. For astral travelers."
  },
  "7-17-19": {
    "name": "Philtre of the Elder Flight",
    "description": "Bat Wing, Elderflower, and Stardust grant flight between worlds. The oldest passages open to those who drink this ancient brew."
  },
  "7-17-18": {
    "name": "Concoction of Thorned Wings",
    "description": "Bat Wing, Elderflower, and Blood Rose Thorn. Flight has costs. This brew grants wings but reminds that every ascent requires sacrifice."
  },
  "7-16-19": {
    "name": "Infusion of Dream Flight",
    "description": "Bat Wing, Mugwort, and Stardust create dreams of soaring through star-filled skies. Some dreamers wake with memories of distant worlds."
  },
  "7-16-18": {
    "name": "Draft of Bleeding Wings",
    "description": "Bat Wing, Mugwort, and Blood Rose Thorn create dreams of flight that cost. The dreamer soars but pays in phantom pain upon waking."
  },
  "7-16-17": {
    "name": "Elixir of the Dream Gate",
    "description": "Bat Wing, Mugwort, and Elderflower allow flight through dreams to other dreamers' minds. Visit sleeping allies or enemies."
  },
  "7-15-19": {
    "name": "Potion of Bitter Flight",
    "description": "Bat Wing, Wormwood, and Stardust grant flight that reveals harsh truths. See the world from above, stripped of comforting illusions."
  },
  "7-15-18": {
    "name": "Brew of Painful Soaring",
    "description": "Bat Wing, Wormwood, and Blood Rose Thorn. Some must suffer to fly free. This brew is for those escaping painful circumstances."
  },
  "7-15-17": {
    "name": "Tonic of the Bitter Passage",
    "description": "Bat Wing, Wormwood, and Elderflower grant passage through unpleasant transitions. The journey is harsh but the destination is reached."
  },
  "7-15-16": {
    "name": "Essence of Harsh Dreams",
    "description": "Bat Wing, Wormwood, and Mugwort create flying dreams that teach difficult lessons. The dreamer soars through uncomfortable truths."
  },
  "7-14-19": {
    "name": "Philtre of the Crypt Flyer",
    "description": "Bat Wing, Graveyard Moss, and Stardust grant the ability to fly safely through haunted places where spirits congregate."
  },
  "7-14-18": {
    "name": "Concoction of Grave Wings",
    "description": "Bat Wing, Graveyard Moss, and Blood Rose Thorn. Bats roost in mausoleums. This brew grants communion with cemetery spirits."
  },
  "7-14-17": {
    "name": "Infusion of Death's Flight",
    "description": "Bat Wing, Graveyard Moss, and Elderflower grant safe passage over the lands of the dead. Fly above without being pulled below."
  },
  "7-14-16": {
    "name": "Draft of Grave Dreams",
    "description": "Bat Wing, Graveyard Moss, and Mugwort create dreams of flying over endless cemeteries, seeing who rests where and why."
  },
  "7-14-15": {
    "name": "Elixir of Bitter Crypts",
    "description": "Bat Wing, Graveyard Moss, and Wormwood reveal what truly happens in tombs. Not for the faint of heart or weak of stomach."
  },
  "7-13-19": {
    "name": "Potion of Lucky Flight",
    "description": "Bat Wing, Black Cat Whisker, and Stardust grant fortunate journeys. Travelers who drink this reach their destinations safely."
  },
  "7-13-18": {
    "name": "Brew of Fortunate Wings",
    "description": "Bat Wing, Black Cat Whisker, and Blood Rose Thorn ensure that risks taken in flight pay off. For those who must leap without looking."
  },
  "7-13-17": {
    "name": "Tonic of Lucky Passage",
    "description": "Bat Wing, Black Cat Whisker, and Elderflower bless all transitions with good fortune. Change becomes opportunity."
  },
  "7-13-16": {
    "name": "Essence of Lucky Dreams",
    "description": "Bat Wing, Black Cat Whisker, and Mugwort create flying dreams that reveal fortunate paths and lucky opportunities ahead."
  },
  "7-13-15": {
    "name": "Philtre of True Fortune",
    "description": "Bat Wing, Black Cat Whisker, and Wormwood reveal whether apparent luck is genuine or a trap beautifully baited."
  },
  "7-13-14": {
    "name": "Concoction of Cemetery Fortune",
    "description": "Bat Wing, Black Cat Whisker, and Graveyard Moss reveal which ancestors still send luck from beyond the grave."
  },
  "7-12-19": {
    "name": "Infusion of Seeing Flight",
    "description": "Eye of Newt, Bat Wing, and Stardust grant aerial vision—see the world from above while your body remains grounded."
  },
  "7-12-18": {
    "name": "Draft of the Watchful Wing",
    "description": "Eye of Newt, Bat Wing, and Blood Rose Thorn grant the ability to fly in spirit form and observe what happens in your absence."
  },
  "7-12-17": {
    "name": "Elixir of Far Sight",
    "description": "Eye of Newt, Bat Wing, and Elderflower send the drinker's vision flying to distant places. See without being seen."
  },
  "7-12-16": {
    "name": "Potion of Visionary Flight",
    "description": "Eye of Newt, Bat Wing, and Mugwort create prophetic dreams of flying over future landscapes, seeing what will come to pass."
  },
  "7-12-15": {
    "name": "Brew of Clear Flight",
    "description": "Eye of Newt, Bat Wing, and Wormwood strip away clouds and confusion. See clearly from any height, in any weather."
  },
  "7-12-14": {
    "name": "Tonic of Spirit Flight",
    "description": "Eye of Newt, Bat Wing, and Graveyard Moss allow the living to fly among spirits, observing the dead without disturbing them."
  },
  "7-12-13": {
    "name": "Essence of Fortunate Sight",
    "description": "Eye of Newt, Bat Wing, and Black Cat Whisker reveal lucky paths visible only from above. Find shortcuts and safe passages."
  },
  "7-11-19": {
    "name": "Philtre of Night Hunters",
    "description": "Bat Wing, Wolfsbane, and Stardust unite two great night hunters. Grant their combined senses to track anything under stars."
  },
  "7-11-18": {
    "name": "Concoction of the Aerial Pack",
    "description": "Bat Wing, Wolfsbane, and Blood Rose Thorn forge bonds between hunters of air and ground. Coordinate pursuit perfectly."
  },
  "7-11-17": {
    "name": "Infusion of the Wild Night",
    "description": "Bat Wing, Wolfsbane, and Elderflower open passages to the wild hunt. Join the eternal chase across moonlit skies."
  },
  "7-11-16": {
    "name": "Draft of Hunting Dreams",
    "description": "Bat Wing, Wolfsbane, and Mugwort create dreams of the perfect hunt—soaring and running together until prey is caught."
  },
  "7-11-15": {
    "name": "Elixir of Bitter Hunters",
    "description": "Bat Wing, Wolfsbane, and Wormwood grant the determination to pursue unpleasant truths until they are caught and faced."
  },
  "7-11-14": {
    "name": "Potion of Graveyard Hunters",
    "description": "Bat Wing, Wolfsbane, and Graveyard Moss track spirits who will not rest. Hunt the troublesome dead back to their graves."
  },
  "7-11-13": {
    "name": "Brew of Lucky Hunters",
    "description": "Bat Wing, Wolfsbane, and Black Cat Whisker ensure the hunt succeeds. Prey cannot escape such fortunate pursuit."
  },
  "7-11-12": {
    "name": "Tonic of Hunter's Sight",
    "description": "Eye of Newt, Bat Wing, and Wolfsbane grant perfect predator vision. Nothing hides, nothing escapes notice."
  },
  "7-10-19": {
    "name": "Essence of the Night Garden",
    "description": "Bat Wing, Foxglove, and Stardust reveal gardens as bats see them—alive with nocturnal visitors and moonlit blooms."
  },
  "7-10-18": {
    "name": "Philtre of Twilight Thorns",
    "description": "Bat Wing, Foxglove, and Blood Rose Thorn. Gardens protect themselves at night. This brew recruits bats to guard thorny borders."
  },
  "7-10-17": {
    "name": "Concoction of the Evening Garden",
    "description": "Bat Wing, Foxglove, and Elderflower. As twilight falls, the garden transforms. This brew reveals its nocturnal secrets."
  },
  "7-10-16": {
    "name": "Infusion of Garden Night Dreams",
    "description": "Bat Wing, Foxglove, and Mugwort create dreams of flying through moonlit gardens where every flower is a tiny world."
  },
  "7-10-15": {
    "name": "Draft of Night's Truth",
    "description": "Bat Wing, Foxglove, and Wormwood reveal what happens in gardens after dark—the battles, the growth, the secret life."
  },
  "7-10-14": {
    "name": "Elixir of the Cemetery Garden",
    "description": "Bat Wing, Foxglove, and Graveyard Moss. Cemetery gardens grow differently. This brew reveals their unique magic."
  },
  "7-10-13": {
    "name": "Potion of Lucky Pollination",
    "description": "Bat Wing, Foxglove, and Black Cat Whisker bless gardens with fortunate visits from night pollinators. Abundance follows."
  },
  "7-10-12": {
    "name": "Brew of Night Garden Sight",
    "description": "Eye of Newt, Bat Wing, and Foxglove grant perfect vision in moonlit gardens. Every petal, every visitor, clearly seen."
  },
  "7-10-11": {
    "name": "Tonic of the Moon Garden Hunt",
    "description": "Bat Wing, Foxglove, and Wolfsbane. Night predators pass through night gardens. This brew grants awareness of their passage."
  },
  "7-9-19": {
    "name": "Essence of Dark Beauty",
    "description": "Bat Wing, Belladonna, and Stardust grant the beauty of darkness—elegant, mysterious, impossible to look away from."
  },
  "7-9-18": {
    "name": "Philtre of Night's Allure",
    "description": "Bat Wing, Belladonna, and Blood Rose Thorn grant seductive power that intensifies after sunset. For those who hunt hearts."
  },
  "7-9-17": {
    "name": "Concoction of Beautiful Passages",
    "description": "Bat Wing, Belladonna, and Elderflower make all transitions beautiful. Even difficult changes become graceful flights."
  },
  "7-9-16": {
    "name": "Infusion of Beautiful Night Dreams",
    "description": "Bat Wing, Belladonna, and Mugwort create dreams of flying through starlit skies, beautiful and free and utterly alone."
  },
  "7-9-15": {
    "name": "Draft of Honest Beauty",
    "description": "Bat Wing, Belladonna, and Wormwood reveal beauty that survives harsh examination. What remains after truth is genuine."
  },
  "7-9-14": {
    "name": "Elixir of Eternal Flight",
    "description": "Bat Wing, Belladonna, and Graveyard Moss. Some spirits continue to fly after death. This brew reveals their paths."
  },
  "7-9-13": {
    "name": "Potion of Beautiful Fortune",
    "description": "Bat Wing, Belladonna, and Black Cat Whisker grant lucky beauty—looking your best exactly when opportunity arrives."
  },
  "7-9-12": {
    "name": "Brew of Seeing Beauty",
    "description": "Eye of Newt, Bat Wing, and Belladonna grant the ability to see beauty in darkness and find loveliness in shadowed places."
  },
  "7-9-11": {
    "name": "Tonic of Beautiful Hunters",
    "description": "Bat Wing, Belladonna, and Wolfsbane grant predatory grace—hunt with style, pursue with elegance, capture beautifully."
  },
  "7-9-10": {
    "name": "Essence of the Night Bloom",
    "description": "Bat Wing, Belladonna, and Foxglove celebrate flowers that bloom at night. Grant kinship with nocturnal gardens."
  },
  "7-8-19": {
    "name": "Philtre of the Flying Witch",
    "description": "Bat Wing, Witch Hazel, and Stardust—the traditional flight brew. Witches have soared on this combination for centuries."
  },
  "7-8-18": {
    "name": "Concoction of the Witch's Journey",
    "description": "Bat Wing, Witch Hazel, and Blood Rose Thorn. Every witch's path requires sacrifice. This brew grants wings worth the cost."
  },
  "7-8-17": {
    "name": "Infusion of the Flying Crone",
    "description": "Bat Wing, Witch Hazel, and Elderflower honor old witches who still take to the sky. Their wisdom rides the wind."
  },
  "7-8-16": {
    "name": "Draft of the Witch's Dream Flight",
    "description": "Bat Wing, Witch Hazel, and Mugwort create dreams where witches fly to sabbats. Sometimes they meet real covens there."
  },
  "7-8-15": {
    "name": "Elixir of Honest Flight",
    "description": "Bat Wing, Witch Hazel, and Wormwood grant flight with clarity. See the world truly from above, no illusions soften the view."
  },
  "7-8-14": {
    "name": "Potion of the Graveyard Flight",
    "description": "Bat Wing, Witch Hazel, and Graveyard Moss grant safe flight over burial grounds where other travelers might be pulled down."
  },
  "7-8-13": {
    "name": "Brew of the Lucky Witch's Flight",
    "description": "Bat Wing, Witch Hazel, and Black Cat Whisker bless every journey with good fortune. The witch arrives safely wherever she wills."
  },
  "7-8-12": {
    "name": "Tonic of the Witch's Sight",
    "description": "Eye of Newt, Bat Wing, and Witch Hazel grant the classic witch's aerial vision. See magic from above, spot ley lines, find hidden places."
  },
  "7-8-11": {
    "name": "Essence of the Night Witch",
    "description": "Bat Wing, Witch Hazel, and Wolfsbane connect to witches who work only in darkness. Their nocturnal magic becomes accessible."
  },
  "7-8-10": {
    "name": "Philtre of the Garden Witch's Flight",
    "description": "Bat Wing, Witch Hazel, and Foxglove let garden witches survey their domains from above. See every plant, every need, every blessing."
  },
  "7-8-9": {
    "name": "Concoction of Beautiful Flight",
    "description": "Bat Wing, Witch Hazel, and Belladonna grant graceful, elegant flight. Soar beautifully, land perfectly, look magnificent throughout."
  },
  "6-18-19": {
    "name": "Infusion of the Cosmic Croak",
    "description": "Toad Tongue, Blood Rose Thorn, and Stardust. Ancient peoples believed toad songs called to stars. This brew reconnects that cosmic link."
  },
  "6-17-19": {
    "name": "Draft of the Elder Pond",
    "description": "Toad Tongue, Elderflower, and Stardust. The oldest toads remember when elder trees were young. This brew accesses primordial memory."
  },
  "6-17-18": {
    "name": "Elixir of Thorned Tongues",
    "description": "Toad Tongue, Elderflower, and Blood Rose Thorn grant speech that pierces denial and crosses thresholds. Words that cannot be ignored."
  },
  "6-16-19": {
    "name": "Potion of Starlit Croaking",
    "description": "Toad Tongue, Mugwort, and Stardust create prophetic croaking—speak truth without knowing it, predict without intention."
  },
  "6-16-18": {
    "name": "Brew of Painful Truths",
    "description": "Toad Tongue, Mugwort, and Blood Rose Thorn force words that hurt to say but must be spoken. Prophetic speech that costs."
  },
  "6-16-17": {
    "name": "Tonic of Dream Speech",
    "description": "Toad Tongue, Mugwort, and Elderflower grant the ability to speak in dreams—yours or others'. Words cross the threshold of sleep."
  },
  "6-15-19": {
    "name": "Essence of Bitter Croaking",
    "description": "Toad Tongue, Wormwood, and Stardust grant speech stripped of flattery. Words become harsh, true, and impossible to mishear."
  },
  "6-15-18": {
    "name": "Philtre of Painful Words",
    "description": "Toad Tongue, Wormwood, and Blood Rose Thorn. Some truths hurt to speak and to hear. This brew forces both parties through."
  },
  "6-15-17": {
    "name": "Concoction of Bitter Passage",
    "description": "Toad Tongue, Wormwood, and Elderflower speak words that open difficult doors. Cross thresholds others fear to approach."
  },
  "6-15-16": {
    "name": "Infusion of Harsh Dreams",
    "description": "Toad Tongue, Wormwood, and Mugwort create dreams where difficult truths are spoken aloud. Wake knowing what must be said."
  },
  "6-14-19": {
    "name": "Draft of Speaking with Stars and Dead",
    "description": "Toad Tongue, Graveyard Moss, and Stardust grant speech that reaches both the buried and the celestial. Mediate between earth and sky."
  },
  "6-14-18": {
    "name": "Elixir of Grave Tongues",
    "description": "Toad Tongue, Graveyard Moss, and Blood Rose Thorn grant the ability to speak with those who died violently. Their urgent messages come through."
  },
  "6-14-17": {
    "name": "Potion of Speaking Past Death",
    "description": "Toad Tongue, Graveyard Moss, and Elderflower grant speech that crosses death's threshold. Conversation with the departed becomes possible."
  },
  "6-14-16": {
    "name": "Brew of Dead Man's Dreams",
    "description": "Toad Tongue, Graveyard Moss, and Mugwort let the drinker hear what the dead dream of saying. Receive messages meant for the living."
  },
  "6-14-15": {
    "name": "Tonic of Grave Truths",
    "description": "Toad Tongue, Graveyard Moss, and Wormwood force the dead to speak plainly. No riddles, no metaphors, only harsh truth."
  },
  "6-13-19": {
    "name": "Essence of Lucky Words",
    "description": "Toad Tongue, Black Cat Whisker, and Stardust grant fortunate speech. Say the right thing at the right time by blessed chance."
  },
  "6-13-18": {
    "name": "Philtre of Fortunate Pain",
    "description": "Toad Tongue, Black Cat Whisker, and Blood Rose Thorn ensure that painful truths spoken lead to lucky outcomes."
  },
  "6-13-17": {
    "name": "Concoction of Lucky Passage",
    "description": "Toad Tongue, Black Cat Whisker, and Elderflower grant fortunate words for crossing thresholds. Speak the passwords luck provides."
  },
  "6-13-16": {
    "name": "Infusion of Lucky Prophecy",
    "description": "Toad Tongue, Black Cat Whisker, and Mugwort grant prophetic speech that only predicts good fortune. Sometimes that's enough."
  },
  "6-13-15": {
    "name": "Draft of Honest Luck",
    "description": "Toad Tongue, Black Cat Whisker, and Wormwood ensure lucky words are also true words. Fortune without falsehood."
  },
  "6-13-14": {
    "name": "Elixir of Cemetery Luck",
    "description": "Toad Tongue, Black Cat Whisker, and Graveyard Moss grant fortunate communication with ancestor spirits. They share winning secrets."
  },
  "6-12-19": {
    "name": "Potion of Seeing and Speaking Stars",
    "description": "Eye of Newt, Toad Tongue, and Stardust grant cosmic perception and the words to express it. Describe the indescribable."
  },
  "6-12-18": {
    "name": "Brew of Witnessing Pain",
    "description": "Eye of Newt, Toad Tongue, and Blood Rose Thorn grant the ability to see suffering and speak it into healing."
  },
  "6-12-17": {
    "name": "Tonic of Threshold Speech",
    "description": "Eye of Newt, Toad Tongue, and Elderflower grant vision of doorways and words to open them. No passage remains closed."
  },
  "6-12-16": {
    "name": "Essence of Prophetic Sight and Speech",
    "description": "Eye of Newt, Toad Tongue, and Mugwort grant complete prophetic ability—see futures and speak them clearly."
  },
  "6-12-15": {
    "name": "Philtre of Clear Truth",
    "description": "Eye of Newt, Toad Tongue, and Wormwood grant perfect clarity. See truth, speak truth, accept no substitutes."
  },
  "6-12-14": {
    "name": "Concoction of Spirit Speech",
    "description": "Eye of Newt, Toad Tongue, and Graveyard Moss grant the ability to see spirits and speak with them naturally."
  },
  "6-12-13": {
    "name": "Infusion of Fortunate Communication",
    "description": "Eye of Newt, Toad Tongue, and Black Cat Whisker grant lucky insight into what others need to hear. Speak blessings."
  },
  "6-11-19": {
    "name": "Draft of Wolf and Toad Song",
    "description": "Toad Tongue, Wolfsbane, and Stardust unite the chorus of night—croaking ponds and howling hills beneath stars."
  },
  "6-11-18": {
    "name": "Elixir of Predator Speech",
    "description": "Toad Tongue, Wolfsbane, and Blood Rose Thorn grant the commanding voice of apex predators. Speak and be obeyed."
  },
  "6-11-17": {
    "name": "Potion of the Wild Voice",
    "description": "Toad Tongue, Wolfsbane, and Elderflower grant speech that wild things understand. Communicate across species boundaries."
  },
  "6-11-16": {
    "name": "Brew of Howling Dreams",
    "description": "Toad Tongue, Wolfsbane, and Mugwort create dreams where the dreamer runs with wolves while understanding their speech."
  },
  "6-11-15": {
    "name": "Tonic of Harsh Pack Speech",
    "description": "Toad Tongue, Wolfsbane, and Wormwood grant the harsh honesty of pack dynamics. No politics, only truth of rank and role."
  },
  "6-11-14": {
    "name": "Essence of Ancestor Wolves",
    "description": "Toad Tongue, Wolfsbane, and Graveyard Moss grant communication with the spirits of wolves long dead. Old pack wisdom speaks."
  },
  "6-11-13": {
    "name": "Philtre of Lucky Hunting Speech",
    "description": "Toad Tongue, Wolfsbane, and Black Cat Whisker grant the calls that summon lucky prey. Hunting parties never return empty."
  },
  "6-11-12": {
    "name": "Concoction of Pack Sight",
    "description": "Eye of Newt, Toad Tongue, and Wolfsbane grant the shared awareness of a hunting pack. See through many eyes, speak as one voice."
  },
  "6-10-19": {
    "name": "Infusion of Garden Gossip",
    "description": "Toad Tongue, Foxglove, and Stardust grant the ability to hear what gardens whisper to the stars. Plant secrets revealed."
  },
  "6-10-18": {
    "name": "Draft of the Garden's Pain",
    "description": "Toad Tongue, Foxglove, and Blood Rose Thorn grant hearing of garden suffering. Know which plants need help and why."
  },
  "6-10-17": {
    "name": "Elixir of the Speaking Garden",
    "description": "Toad Tongue, Foxglove, and Elderflower grant full communication with garden plants. Ask questions, receive answers."
  },
  "6-10-16": {
    "name": "Potion of Garden Dreams",
    "description": "Toad Tongue, Foxglove, and Mugwort create dreams where the garden speaks freely of its needs, hopes, and fears."
  },
  "6-10-15": {
    "name": "Brew of Garden Truth",
    "description": "Toad Tongue, Foxglove, and Wormwood force gardens to reveal their true state—no hiding disease, no concealing needs."
  },
  "6-10-14": {
    "name": "Tonic of Cemetery Garden Speech",
    "description": "Toad Tongue, Foxglove, and Graveyard Moss grant communication with plants growing over graves. They share what the dead feel."
  },
  "6-10-13": {
    "name": "Essence of Lucky Gardens",
    "description": "Toad Tongue, Foxglove, and Black Cat Whisker grant speech that blesses gardens. Speak growth, speak abundance, speak thriving."
  },
  "6-10-12": {
    "name": "Philtre of Garden Vision",
    "description": "Eye of Newt, Toad Tongue, and Foxglove grant complete garden awareness. See and speak with every plant, every visitor, every spirit."
  },
  "6-10-11": {
    "name": "Concoction of Night Garden Speech",
    "description": "Toad Tongue, Foxglove, and Wolfsbane grant communication with gardens after dark, when different spirits walk among the beds."
  },
  "6-9-19": {
    "name": "Infusion of Beautiful Words",
    "description": "Toad Tongue, Belladonna, and Stardust grant speech of terrible beauty. Words so gorgeous they wound."
  },
  "6-9-18": {
    "name": "Draft of Seductive Truth",
    "description": "Toad Tongue, Belladonna, and Blood Rose Thorn grant the ability to speak hard truths beautifully. Pain delivered with grace."
  },
  "6-9-17": {
    "name": "Elixir of Beautiful Passage",
    "description": "Toad Tongue, Belladonna, and Elderflower grant words that make all transitions elegant. Cross thresholds with style."
  },
  "6-9-16": {
    "name": "Potion of Beautiful Dreams Spoken",
    "description": "Toad Tongue, Belladonna, and Mugwort grant the ability to speak dreams into being—but only beautiful dreams survive the speaking."
  },
  "6-9-15": {
    "name": "Brew of Honest Beauty",
    "description": "Toad Tongue, Belladonna, and Wormwood force beautiful truth from unwilling lips. Confessions become poetry."
  },
  "6-9-14": {
    "name": "Tonic of Eternal Words",
    "description": "Toad Tongue, Belladonna, and Graveyard Moss grant speech that reaches beautiful spirits. The graceful dead respond."
  },
  "6-9-13": {
    "name": "Essence of Charming Fortune",
    "description": "Toad Tongue, Belladonna, and Black Cat Whisker grant words that charm luck into staying. Speak fortune into solidity."
  },
  "6-9-12": {
    "name": "Philtre of Seeing and Speaking Beauty",
    "description": "Eye of Newt, Toad Tongue, and Belladonna grant the ability to see beauty and praise it perfectly. Nothing lovely goes unnoticed."
  },
  "6-9-11": {
    "name": "Concoction of Deadly Whispers",
    "description": "Toad Tongue, Belladonna, and Wolfsbane grant words with the power to wound like poison. Speak sparingly."
  },
  "6-9-10": {
    "name": "Infusion of Garden Flattery",
    "description": "Toad Tongue, Belladonna, and Foxglove grant speech that makes gardens feel beautiful. Praised plants grow better."
  },
  "6-9-8": {
    "name": "Draft of the Witch's Charm",
    "description": "Toad Tongue, Belladonna, and Witch Hazel grant the persuasive powers of witches legendary for getting their way. Speak and be believed."
  },
  "6-9-7": {
    "name": "Elixir of Night Speech",
    "description": "Toad Tongue, Belladonna, and Bat Wing grant beautiful speech that carries through darkness. Whisper and be heard across great distances."
  },
  "6-8-19": {
    "name": "Potion of the Witch's Star Song",
    "description": "Toad Tongue, Witch Hazel, and Stardust grant the voice of witches who sing to stars. Cosmic powers attend your words."
  },
  "6-8-18": {
    "name": "Brew of the Witch's Price",
    "description": "Toad Tongue, Witch Hazel, and Blood Rose Thorn grant words that seal magical bargains. Speak contracts that cannot be broken."
  },
  "6-8-17": {
    "name": "Tonic of Coven Speech",
    "description": "Toad Tongue, Witch Hazel, and Elderflower grant the secret language of covens. Speak to sister witches across any distance."
  },
  "6-8-16": {
    "name": "Essence of Dream Incantation",
    "description": "Toad Tongue, Witch Hazel, and Mugwort grant the ability to cast spells in dreams. Wake to find the magic begun."
  },
  "6-8-15": {
    "name": "Philtre of True Incantation",
    "description": "Toad Tongue, Witch Hazel, and Wormwood strip falsehood from spells. Only workings of genuine intent succeed."
  },
  "6-8-14": {
    "name": "Concoction of Necromantic Speech",
    "description": "Toad Tongue, Witch Hazel, and Graveyard Moss grant the witch's power to command spirits. Speak and the dead obey."
  },
  "6-8-13": {
    "name": "Infusion of Lucky Spellcasting",
    "description": "Toad Tongue, Witch Hazel, and Black Cat Whisker grant fortunate incantations. Spells succeed beyond expectation."
  },
  "6-8-12": {
    "name": "Draft of Spell Sight",
    "description": "Eye of Newt, Toad Tongue, and Witch Hazel grant the ability to see magic as it's spoken. Watch spells take shape in the air."
  },
  "6-8-11": {
    "name": "Elixir of Wolf-Tongue",
    "description": "Toad Tongue, Witch Hazel, and Wolfsbane grant command over wolves. Speak and the pack listens."
  },
  "6-8-10": {
    "name": "Potion of Garden Command",
    "description": "Toad Tongue, Witch Hazel, and Foxglove grant the witch's authority over gardens. Speak growth, speak bloom, speak yield."
  },
  "6-8-9": {
    "name": "Brew of Enchanting Speech",
    "description": "Toad Tongue, Witch Hazel, and Belladonna grant dangerously beautiful incantations. Spells that seduce as they work."
  },
  "6-8-7": {
    "name": "Tonic of Flying Words",
    "description": "Toad Tongue, Witch Hazel, and Bat Wing grant speech that travels. Send messages on wings through the night."
  },
  "6-7-19": {
    "name": "Essence of the Singing Stars",
    "description": "Toad Tongue, Bat Wing, and Stardust grant the ability to hear the music of spheres and join the cosmic chorus."
  },
  "6-7-18": {
    "name": "Philtre of Winged Words",
    "description": "Toad Tongue, Bat Wing, and Blood Rose Thorn grant speech that flies true despite pain. Say what hurts; let it soar."
  },
  "6-7-17": {
    "name": "Concoction of Messages Between Worlds",
    "description": "Toad Tongue, Bat Wing, and Elderflower carry messages across thresholds. Speak to those in other realms."
  },
  "6-7-16": {
    "name": "Infusion of Dream Messages",
    "description": "Toad Tongue, Bat Wing, and Mugwort send words into others' dreams. Communication that transcends waking barriers."
  },
  "6-7-15": {
    "name": "Draft of Bitter News",
    "description": "Toad Tongue, Bat Wing, and Wormwood carry harsh messages that must be delivered. The messenger is protected."
  },
  "6-7-14": {
    "name": "Elixir of Speaking to the Dead",
    "description": "Toad Tongue, Bat Wing, and Graveyard Moss send words to spirits wherever they roam. Messages reach the departed."
  },
  "6-7-13": {
    "name": "Potion of Lucky Messages",
    "description": "Toad Tongue, Bat Wing, and Black Cat Whisker ensure messages arrive at fortunate moments. Perfect timing, always."
  },
  "6-7-12": {
    "name": "Brew of Seen and Spoken",
    "description": "Eye of Newt, Toad Tongue, and Bat Wing grant the ability to describe exactly what you see. Perfect witness testimony."
  },
  "6-7-11": {
    "name": "Tonic of Pack Calls",
    "description": "Toad Tongue, Bat Wing, and Wolfsbane grant commanding howls that summon allies from great distances."
  },
  "6-7-10": {
    "name": "Essence of Garden Calls",
    "description": "Toad Tongue, Bat Wing, and Foxglove grant the ability to call beneficial creatures to your garden from afar."
  },
  "6-7-9": {
    "name": "Philtre of Seductive Whispers",
    "description": "Toad Tongue, Bat Wing, and Belladonna grant whispers that travel through darkness and entrance those who hear."
  },
  "6-7-8": {
    "name": "Concoction of Witch's Messengers",
    "description": "Toad Tongue, Bat Wing, and Witch Hazel create magical message carriers. Words take wing and find their targets."
  },
  "5-18-19": {
    "name": "Infusion of the Deadly Star",
    "description": "Nightshade Berry, Blood Rose Thorn, and Stardust combine fatal beauty with cosmic fire. A potion for those who would burn gloriously."
  },
  "5-17-19": {
    "name": "Draft of the Poisoned Threshold",
    "description": "Nightshade Berry, Elderflower, and Stardust guard passages with deadly beauty. Only the worthy survive crossing."
  },
  "5-17-18": {
    "name": "Elixir of Thorned Shadows",
    "description": "Nightshade Berry, Elderflower, and Blood Rose Thorn create passages through pain and poison. The door opens only to the suffering."
  },
  "5-16-19": {
    "name": "Potion of Poisoned Stars",
    "description": "Nightshade Berry, Mugwort, and Stardust create visions of cosmic poison—beautiful, deadly, and transformative."
  },
  "5-16-18": {
    "name": "Brew of Deadly Dreams",
    "description": "Nightshade Berry, Mugwort, and Blood Rose Thorn create nightmares that could kill. Survivors wake stronger."
  },
  "5-16-17": {
    "name": "Tonic of Fatal Visions",
    "description": "Nightshade Berry, Mugwort, and Elderflower grant visions of how passages end—in life or death."
  },
  "5-15-19": {
    "name": "Essence of Bitter Poison",
    "description": "Nightshade Berry, Wormwood, and Stardust combine two bitter truths with cosmic perspective. Survive this and fear nothing."
  },
  "5-15-18": {
    "name": "Philtre of Double Pain",
    "description": "Nightshade Berry, Wormwood, and Blood Rose Thorn. Pain upon pain that purifies. Only the determined drink twice."
  },
  "5-15-17": {
    "name": "Concoction of Harsh Passage",
    "description": "Nightshade Berry, Wormwood, and Elderflower open doors through suffering. The threshold demands its toll."
  },
  "5-15-16": {
    "name": "Infusion of Terrible Dreams",
    "description": "Nightshade Berry, Wormwood, and Mugwort create the worst nightmares—and the greatest growth for survivors."
  },
  "5-14-19": {
    "name": "Draft of Death and Stars",
    "description": "Nightshade Berry, Graveyard Moss, and Stardust reveal where souls go after poison takes them. The cosmic journey mapped."
  },
  "5-14-18": {
    "name": "Elixir of Poisoned Graves",
    "description": "Nightshade Berry, Graveyard Moss, and Blood Rose Thorn reveal those who died by poison. Their spirits speak of betrayal."
  },
  "5-14-17": {
    "name": "Potion of Death's Door",
    "description": "Nightshade Berry, Graveyard Moss, and Elderflower bring the drinker to death's threshold without crossing. Glimpse eternity, then return."
  },
  "5-14-16": {
    "name": "Brew of Dead Dreams",
    "description": "Nightshade Berry, Graveyard Moss, and Mugwort grant dreams of dying—and what lies beyond. Wake with knowledge of endings."
  },
  "5-14-15": {
    "name": "Tonic of Grave Truth",
    "description": "Nightshade Berry, Graveyard Moss, and Wormwood force confrontation with mortality. No hiding from death's reality."
  },
  "5-13-19": {
    "name": "Essence of Lucky Survival",
    "description": "Nightshade Berry, Black Cat Whisker, and Stardust grant the luck to survive poisons that should kill. One miraculous chance."
  },
  "5-13-18": {
    "name": "Philtre of Fortunate Pain",
    "description": "Nightshade Berry, Black Cat Whisker, and Blood Rose Thorn ensure that suffering leads to lucky outcomes."
  },
  "5-13-17": {
    "name": "Concoction of Lucky Passage",
    "description": "Nightshade Berry, Black Cat Whisker, and Elderflower grant fortunate crossing of dangerous thresholds."
  },
  "5-13-16": {
    "name": "Infusion of Lucky Nightmares",
    "description": "Nightshade Berry, Black Cat Whisker, and Mugwort create nightmares that accidentally reveal fortunate paths."
  },
  "5-13-15": {
    "name": "Draft of Honest Fortune",
    "description": "Nightshade Berry, Black Cat Whisker, and Wormwood reveal whether luck is genuine or poisoned gift."
  },
  "5-13-14": {
    "name": "Elixir of Graveyard Luck",
    "description": "Nightshade Berry, Black Cat Whisker, and Graveyard Moss grant the luck of those who walk safely among tombs."
  },
  "5-12-19": {
    "name": "Potion of Seeing Poison",
    "description": "Eye of Newt, Nightshade Berry, and Stardust grant the ability to see all poisons—in cups, in words, in hearts."
  },
  "5-12-18": {
    "name": "Brew of Watching Wounds",
    "description": "Eye of Newt, Nightshade Berry, and Blood Rose Thorn grant vision of how poisons and pains work their damage."
  },
  "5-12-17": {
    "name": "Tonic of Seeing Thresholds",
    "description": "Eye of Newt, Nightshade Berry, and Elderflower reveal which doors are safe and which are poisoned traps."
  },
  "5-12-16": {
    "name": "Essence of Poisoned Visions",
    "description": "Eye of Newt, Nightshade Berry, and Mugwort grant prophetic visions wrapped in deadly beauty."
  },
  "5-12-15": {
    "name": "Philtre of True Poison",
    "description": "Eye of Newt, Nightshade Berry, and Wormwood reveal all deceptions as the poisons they are."
  },
  "5-12-14": {
    "name": "Concoction of Death Sight",
    "description": "Eye of Newt, Nightshade Berry, and Graveyard Moss grant vision of how each creature will die."
  },
  "5-12-13": {
    "name": "Infusion of Lucky Vision",
    "description": "Eye of Newt, Nightshade Berry, and Black Cat Whisker grant sight of fortunate escapes from danger."
  },
  "5-11-19": {
    "name": "Draft of Moon Poison",
    "description": "Nightshade Berry, Wolfsbane, and Stardust combine two lunar poisons with cosmic perspective. Transformation through toxin."
  },
  "5-11-18": {
    "name": "Elixir of Predator's Poison",
    "description": "Nightshade Berry, Wolfsbane, and Blood Rose Thorn grant the killing edge of nature's finest hunters."
  },
  "5-11-17": {
    "name": "Potion of the Wild Threshold",
    "description": "Nightshade Berry, Wolfsbane, and Elderflower guard the passage to wild places. Only the strong may enter."
  },
  "5-11-16": {
    "name": "Brew of Hunting Nightmares",
    "description": "Nightshade Berry, Wolfsbane, and Mugwort create dreams of being both hunter and hunted. Wake knowing both sides."
  },
  "5-11-15": {
    "name": "Tonic of Bitter Fangs",
    "description": "Nightshade Berry, Wolfsbane, and Wormwood grant words as poisonous as any bite. Speak venom when needed."
  },
  "5-11-14": {
    "name": "Essence of Poisoned Graves",
    "description": "Nightshade Berry, Wolfsbane, and Graveyard Moss reveal those who died by animal poison or were killed by beasts."
  },
  "5-11-13": {
    "name": "Philtre of Lucky Predators",
    "description": "Nightshade Berry, Wolfsbane, and Black Cat Whisker grant the luck to hunt without being hunted."
  },
  "5-11-12": {
    "name": "Concoction of Poison Sight",
    "description": "Eye of Newt, Nightshade Berry, and Wolfsbane grant perfect detection of all toxins and venoms."
  },
  "5-10-19": {
    "name": "Infusion of the Poison Garden",
    "description": "Nightshade Berry, Foxglove, and Stardust celebrate the deadly garden beneath stars. Beauty and danger aligned."
  },
  "5-10-18": {
    "name": "Draft of Thorned Sisters",
    "description": "Nightshade Berry, Foxglove, and Blood Rose Thorn unite three deadly beauties. Their combined power is fearsome."
  },
  "5-10-17": {
    "name": "Elixir of the Fatal Garden",
    "description": "Nightshade Berry, Foxglove, and Elderflower grant mastery over all plants that kill. Respect required."
  },
  "5-10-16": {
    "name": "Potion of Garden Nightmares",
    "description": "Nightshade Berry, Foxglove, and Mugwort create dreams of beautiful gardens where every touch is death."
  },
  "5-10-15": {
    "name": "Brew of Bitter Blooms",
    "description": "Nightshade Berry, Foxglove, and Wormwood teach that beautiful things are often dangerous. Wisdom through caution."
  },
  "5-10-14": {
    "name": "Tonic of Funeral Flowers",
    "description": "Nightshade Berry, Foxglove, and Graveyard Moss honor the dead with appropriately dangerous beauty."
  },
  "5-10-13": {
    "name": "Essence of Lucky Gardens",
    "description": "Nightshade Berry, Foxglove, and Black Cat Whisker grant safe passage through poison gardens."
  },
  "5-10-12": {
    "name": "Philtre of Garden Poison Sight",
    "description": "Eye of Newt, Nightshade Berry, and Foxglove reveal which garden plants heal, which kill, and which do both."
  },
  "5-10-11": {
    "name": "Concoction of Moonlit Poison",
    "description": "Nightshade Berry, Foxglove, and Wolfsbane bloom deadliest under full moons. This brew captures that peak toxicity."
  },
  "5-9-19": {
    "name": "Infusion of the Deadly Sisters",
    "description": "Nightshade Berry, Belladonna, and Stardust unite the two most beautiful poisons under cosmic witness. Magnificently fatal."
  },
  "5-9-18": {
    "name": "Draft of Beautiful Death",
    "description": "Nightshade Berry, Belladonna, and Blood Rose Thorn grant death that looks like sleep and smells like roses."
  },
  "5-9-17": {
    "name": "Elixir of Fatal Beauty",
    "description": "Nightshade Berry, Belladonna, and Elderflower guard thresholds with irresistible danger. Enter if you dare."
  },
  "5-9-16": {
    "name": "Potion of Gorgeous Nightmares",
    "description": "Nightshade Berry, Belladonna, and Mugwort create dreams of terrible beauty that haunt waking hours."
  },
  "5-9-15": {
    "name": "Brew of Honest Poison",
    "description": "Nightshade Berry, Belladonna, and Wormwood strip beauty from danger. See poison as it truly is."
  },
  "5-9-14": {
    "name": "Tonic of Beautiful Graves",
    "description": "Nightshade Berry, Belladonna, and Graveyard Moss honor those who died beautifully. Their spirits remain lovely."
  },
  "5-9-13": {
    "name": "Essence of Lucky Beauty",
    "description": "Nightshade Berry, Belladonna, and Black Cat Whisker grant dangerous beauty that somehow causes no harm."
  },
  "5-9-12": {
    "name": "Philtre of Seeing Deadly Beauty",
    "description": "Eye of Newt, Nightshade Berry, and Belladonna grant perfect assessment of beautiful dangers."
  },
  "5-9-11": {
    "name": "Concoction of Moonlit Killers",
    "description": "Nightshade Berry, Belladonna, and Wolfsbane unite three lunar poisons. Full moon potency amplified."
  },
  "5-9-10": {
    "name": "Infusion of the Deadly Garden",
    "description": "Nightshade Berry, Belladonna, and Foxglove grant complete mastery over the poison garden. All deadly plants obey."
  },
  "5-8-19": {
    "name": "Draft of the Witch's Poison",
    "description": "Nightshade Berry, Witch Hazel, and Stardust represent the witch's mastery over harmful things used for good. Poison as medicine."
  },
  "5-8-18": {
    "name": "Elixir of Painful Magic",
    "description": "Nightshade Berry, Witch Hazel, and Blood Rose Thorn. Some magic requires poison, some requires pain. This brew provides both."
  },
  "5-8-17": {
    "name": "Potion of the Poisoner's Craft",
    "description": "Nightshade Berry, Witch Hazel, and Elderflower grant the witch's knowledge of poisons—how to make, use, and cure them."
  },
  "5-8-16": {
    "name": "Brew of Toxic Dreams",
    "description": "Nightshade Berry, Witch Hazel, and Mugwort create dreams where poisons are brewed and their effects learned safely."
  },
  "5-8-15": {
    "name": "Tonic of Honest Toxins",
    "description": "Nightshade Berry, Witch Hazel, and Wormwood reveal whether a witch's potion is medicine or murder."
  },
  "5-8-14": {
    "name": "Essence of Death's Craft",
    "description": "Nightshade Berry, Witch Hazel, and Graveyard Moss teach necromantic poison-craft. Toxins that affect even the dead."
  },
  "5-8-13": {
    "name": "Philtre of Lucky Brewing",
    "description": "Nightshade Berry, Witch Hazel, and Black Cat Whisker grant fortunate potion-making. Brews succeed against the odds."
  },
  "5-8-12": {
    "name": "Concoction of Seeing Poison Magic",
    "description": "Eye of Newt, Nightshade Berry, and Witch Hazel reveal poison magic at work—curses, hexes, and toxic spells."
  },
  "5-8-11": {
    "name": "Infusion of Wild Poisons",
    "description": "Nightshade Berry, Witch Hazel, and Wolfsbane grant knowledge of poisons in the wild. Nature's pharmacy of harm."
  },
  "5-8-10": {
    "name": "Draft of Garden Poison Craft",
    "description": "Nightshade Berry, Witch Hazel, and Foxglove grant the witch's garden mastery. Grow, harvest, prepare deadly plants safely."
  },
  "5-8-9": {
    "name": "Elixir of Beautiful Poison Craft",
    "description": "Nightshade Berry, Witch Hazel, and Belladonna grant the art of making poisons that please the eye as they do their work."
  },
  "5-8-7": {
    "name": "Potion of Flying Poison",
    "description": "Nightshade Berry, Witch Hazel, and Bat Wing. Traditional flying ointments contained deadly nightshade. This brew honors that dark history."
  },
  "5-7-19": {
    "name": "Brew of Poison Wings",
    "description": "Nightshade Berry, Bat Wing, and Stardust grant flight through poisoned skies where others cannot breathe."
  },
  "5-7-18": {
    "name": "Tonic of Painful Flight",
    "description": "Nightshade Berry, Bat Wing, and Blood Rose Thorn grant escape through any danger, though the journey hurts."
  },
  "5-7-17": {
    "name": "Essence of Dark Passage",
    "description": "Nightshade Berry, Bat Wing, and Elderflower grant flight through shadow realms where poison mists would kill the unprotected."
  },
  "5-7-16": {
    "name": "Philtre of Poisoned Dreams",
    "description": "Nightshade Berry, Bat Wing, and Mugwort create dreams of flying through deadly beauty—gorgeous and terrifying."
  },
  "5-7-15": {
    "name": "Concoction of Bitter Escape",
    "description": "Nightshade Berry, Bat Wing, and Wormwood grant flight from harsh truths. Sometimes escape is necessary before facing reality."
  },
  "5-7-14": {
    "name": "Infusion of Flying Death",
    "description": "Nightshade Berry, Bat Wing, and Graveyard Moss grant flight among spirits. Soar with the dead without joining them."
  },
  "5-7-13": {
    "name": "Draft of Lucky Escape",
    "description": "Nightshade Berry, Bat Wing, and Black Cat Whisker grant miraculous escape from poisonous situations."
  },
  "5-7-12": {
    "name": "Elixir of Seeing While Flying",
    "description": "Eye of Newt, Nightshade Berry, and Bat Wing grant clear sight during flight through toxic or magical mists."
  },
  "5-7-11": {
    "name": "Potion of Hunter's Flight",
    "description": "Nightshade Berry, Bat Wing, and Wolfsbane grant aerial hunting with poisoned precision."
  },
  "5-7-10": {
    "name": "Brew of Garden Flight",
    "description": "Nightshade Berry, Bat Wing, and Foxglove grant the ability to survey poison gardens from above. See all dangers clearly."
  },
  "5-7-9": {
    "name": "Tonic of Beautiful Flight",
    "description": "Nightshade Berry, Bat Wing, and Belladonna grant gorgeous, poisonous flight. Deadly grace in motion."
  },
  "5-7-8": {
    "name": "Essence of the Witch's Dark Flight",
    "description": "Nightshade Berry, Bat Wing, and Witch Hazel. The classic dark flight brew, carrying witches to sabbats through any obstacle."
  },
  "5-6-19": {
    "name": "Philtre of Poison Tongue",
    "description": "Nightshade Berry, Toad Tongue, and Stardust grant words as deadly as any venom. Speak curses that stick."
  },
  "5-6-18": {
    "name": "Concoction of Painful Words",
    "description": "Nightshade Berry, Toad Tongue, and Blood Rose Thorn grant speech that wounds. Sometimes words must cut to heal."
  },
  "5-6-17": {
    "name": "Infusion of Fatal Pronouncement",
    "description": "Nightshade Berry, Toad Tongue, and Elderflower grant words that open deadly passages. Speak doom into being."
  },
  "5-6-16": {
    "name": "Draft of Nightmare Speech",
    "description": "Nightshade Berry, Toad Tongue, and Mugwort grant the ability to speak nightmares into others' sleep."
  },
  "5-6-15": {
    "name": "Elixir of Bitter Speech",
    "description": "Nightshade Berry, Toad Tongue, and Wormwood grant words stripped of all sweetness. Pure, painful truth."
  },
  "5-6-14": {
    "name": "Potion of Death's Voice",
    "description": "Nightshade Berry, Toad Tongue, and Graveyard Moss grant speech that reaches even the dead. Speak to any spirit."
  },
  "5-6-13": {
    "name": "Brew of Lucky Curses",
    "description": "Nightshade Berry, Toad Tongue, and Black Cat Whisker grant curses that somehow benefit both curser and cursed."
  },
  "5-6-12": {
    "name": "Tonic of Seeing Poison Words",
    "description": "Eye of Newt, Nightshade Berry, and Toad Tongue reveal when speech is poisoned with lies or ill intent."
  },
  "5-6-11": {
    "name": "Essence of Howling Poison",
    "description": "Nightshade Berry, Toad Tongue, and Wolfsbane grant commanding speech that paralyzes prey with fear."
  },
  "5-6-10": {
    "name": "Philtre of Garden Curses",
    "description": "Nightshade Berry, Toad Tongue, and Foxglove grant the ability to curse gardens—or lift curses from them."
  },
  "5-6-9": {
    "name": "Concoction of Beautiful Curses",
    "description": "Nightshade Berry, Toad Tongue, and Belladonna grant curses that sound like compliments until they take effect."
  },
  "5-6-8": {
    "name": "Infusion of Witch's Curse",
    "description": "Nightshade Berry, Toad Tongue, and Witch Hazel grant the full power of traditional witch cursing. Use responsibly."
  },
  "5-6-7": {
    "name": "Draft of Flying Curses",
    "description": "Nightshade Berry, Toad Tongue, and Bat Wing send curses flying to distant targets. Words that seek their prey."
  },
  "4-18-19": {
    "name": "Elixir of the Screaming Star",
    "description": "Mandrake Root, Blood Rose Thorn, and Stardust. The mandrake's scream echoes among stars. Cosmic power rooted in earth's pain."
  },
  "4-17-19": {
    "name": "Potion of Ancient Roots",
    "description": "Mandrake Root, Elderflower, and Stardust connect to the first plants that grew when stars were young. Primordial wisdom."
  },
  "4-17-18": {
    "name": "Brew of Thorned Earth",
    "description": "Mandrake Root, Elderflower, and Blood Rose Thorn. Deep roots, old thresholds, and bleeding beauty combine for powerful earth magic."
  },
  "4-16-19": {
    "name": "Tonic of Dreaming Earth",
    "description": "Mandrake Root, Mugwort, and Stardust grant dreams of what the earth remembers. Ancient visions from before human memory."
  },
  "4-16-18": {
    "name": "Essence of Rooted Pain",
    "description": "Mandrake Root, Mugwort, and Blood Rose Thorn create dreams of the earth's suffering—and its fierce, enduring strength."
  },
  "4-16-17": {
    "name": "Philtre of Earth Dreams",
    "description": "Mandrake Root, Mugwort, and Elderflower grant dreams of walking through ancient forests where elder trees still remember the first seeds."
  },
  "4-15-19": {
    "name": "Concoction of Bitter Roots",
    "description": "Mandrake Root, Wormwood, and Stardust ground cosmic truth in earth's bitter wisdom. No illusion survives this combination."
  },
  "4-15-18": {
    "name": "Infusion of Painful Grounding",
    "description": "Mandrake Root, Wormwood, and Blood Rose Thorn anchor the drinker to harsh reality. No escape into fantasy."
  },
  "4-15-17": {
    "name": "Draft of Bitter Passage",
    "description": "Mandrake Root, Wormwood, and Elderflower open difficult doors through unflinching truth. The threshold demands honesty."
  },
  "4-15-16": {
    "name": "Elixir of Harsh Earth Dreams",
    "description": "Mandrake Root, Wormwood, and Mugwort create dreams of the earth's bitter lessons. Wake knowing what must be faced."
  },
  "4-14-19": {
    "name": "Potion of Grave Roots",
    "description": "Mandrake Root, Graveyard Moss, and Stardust connect roots that grow through burial grounds to cosmic purpose. Death feeds life feeds stars."
  },
  "4-14-18": {
    "name": "Brew of Buried Blood",
    "description": "Mandrake Root, Graveyard Moss, and Blood Rose Thorn reveal what lies buried in earth enriched by old battles."
  },
  "4-14-17": {
    "name": "Tonic of Root and Threshold",
    "description": "Mandrake Root, Graveyard Moss, and Elderflower connect living roots to dead rest. Draw up ancestral power safely."
  },
  "4-14-16": {
    "name": "Essence of Grave Dreams",
    "description": "Mandrake Root, Graveyard Moss, and Mugwort dream of what mandrakes see growing among the buried dead."
  },
  "4-14-15": {
    "name": "Philtre of Bitter Graves",
    "description": "Mandrake Root, Graveyard Moss, and Wormwood force confrontation with burial, decay, and the earth's patient recycling."
  },
  "4-13-19": {
    "name": "Concoction of Lucky Roots",
    "description": "Mandrake Root, Black Cat Whisker, and Stardust grant fortunate grounding. Luck anchored in solid earth."
  },
  "4-13-18": {
    "name": "Infusion of Fortunate Pain",
    "description": "Mandrake Root, Black Cat Whisker, and Blood Rose Thorn ensure painful growth leads to lucky outcomes."
  },
  "4-13-17": {
    "name": "Draft of Lucky Grounding",
    "description": "Mandrake Root, Black Cat Whisker, and Elderflower grant safe passage through earthly transitions with fortune's blessing."
  },
  "4-13-16": {
    "name": "Elixir of Lucky Earth Dreams",
    "description": "Mandrake Root, Black Cat Whisker, and Mugwort create dreams where buried treasure reveals itself."
  },
  "4-13-15": {
    "name": "Potion of Honest Fortune",
    "description": "Mandrake Root, Black Cat Whisker, and Wormwood reveal whether good luck is genuine or merely delayed misfortune."
  },
  "4-13-14": {
    "name": "Brew of Cemetery Fortune",
    "description": "Mandrake Root, Black Cat Whisker, and Graveyard Moss grant the luck of those who respect the dead."
  },
  "4-12-19": {
    "name": "Tonic of Rooted Sight",
    "description": "Eye of Newt, Mandrake Root, and Stardust grant vision anchored in earth but reaching to stars. See from root to heaven."
  },
  "4-12-18": {
    "name": "Essence of Seeing Growth",
    "description": "Eye of Newt, Mandrake Root, and Blood Rose Thorn reveal how pain becomes growth becomes strength."
  },
  "4-12-17": {
    "name": "Philtre of Threshold Roots",
    "description": "Eye of Newt, Mandrake Root, and Elderflower reveal root systems that cross between worlds."
  },
  "4-12-16": {
    "name": "Concoction of Visionary Roots",
    "description": "Eye of Newt, Mandrake Root, and Mugwort grant prophetic visions grounded in earthly wisdom."
  },
  "4-12-15": {
    "name": "Infusion of Clear Grounding",
    "description": "Eye of Newt, Mandrake Root, and Wormwood strip illusions while keeping the drinker firmly anchored."
  },
  "4-12-14": {
    "name": "Draft of Grave Sight",
    "description": "Eye of Newt, Mandrake Root, and Graveyard Moss reveal what grows in burial soil and why."
  },
  "4-12-13": {
    "name": "Elixir of Lucky Vision",
    "description": "Eye of Newt, Mandrake Root, and Black Cat Whisker reveal fortunate opportunities hidden in plain sight."
  },
  "4-11-19": {
    "name": "Potion of Wolf and Root",
    "description": "Mandrake Root, Wolfsbane, and Stardust unite earth and predator under cosmic witness. Grounded ferocity."
  },
  "4-11-18": {
    "name": "Brew of Territorial Blood",
    "description": "Mandrake Root, Wolfsbane, and Blood Rose Thorn mark territory with fierce earth magic. Boundaries that bite."
  },
  "4-11-17": {
    "name": "Tonic of Wild Roots",
    "description": "Mandrake Root, Wolfsbane, and Elderflower connect to roots in wild places where wolves still run free."
  },
  "4-11-16": {
    "name": "Essence of Pack Earth",
    "description": "Mandrake Root, Wolfsbane, and Mugwort grant dreams of running with wolves over ancestral territory."
  },
  "4-11-15": {
    "name": "Philtre of Bitter Territory",
    "description": "Mandrake Root, Wolfsbane, and Wormwood reveal harsh truths about who owns what land and why."
  },
  "4-11-14": {
    "name": "Concoction of Buried Hunters",
    "description": "Mandrake Root, Wolfsbane, and Graveyard Moss honor wolves buried with their human companions."
  },
  "4-11-13": {
    "name": "Infusion of Lucky Territory",
    "description": "Mandrake Root, Wolfsbane, and Black Cat Whisker grant fortunate claims to contested ground."
  },
  "4-11-12": {
    "name": "Draft of Territorial Sight",
    "description": "Eye of Newt, Mandrake Root, and Wolfsbane reveal all territorial boundaries—physical, magical, and spiritual."
  },
  "4-10-19": {
    "name": "Elixir of Garden Roots",
    "description": "Mandrake Root, Foxglove, and Stardust celebrate the witch's garden from root to starlight. Complete cultivation mastery."
  },
  "4-10-18": {
    "name": "Potion of Thorned Roots",
    "description": "Mandrake Root, Foxglove, and Blood Rose Thorn unite three powerful garden allies. Protection from below and above."
  },
  "4-10-17": {
    "name": "Brew of the Elder Garden",
    "description": "Mandrake Root, Foxglove, and Elderflower connect gardens across time. Grow what your ancestors grew."
  },
  "4-10-16": {
    "name": "Tonic of Garden Earth Dreams",
    "description": "Mandrake Root, Foxglove, and Mugwort dream the garden's dreams—what it wants to grow, where it wants to spread."
  },
  "4-10-15": {
    "name": "Essence of Honest Gardens",
    "description": "Mandrake Root, Foxglove, and Wormwood reveal the true state of any garden—health, disease, and hidden needs."
  },
  "4-10-14": {
    "name": "Philtre of Memorial Gardens",
    "description": "Mandrake Root, Foxglove, and Graveyard Moss create gardens that honor and feed from the beloved dead."
  },
  "4-10-13": {
    "name": "Concoction of Lucky Gardens",
    "description": "Mandrake Root, Foxglove, and Black Cat Whisker bless gardens with fortunate growth and abundant harvests."
  },
  "4-10-12": {
    "name": "Infusion of Garden Sight",
    "description": "Eye of Newt, Mandrake Root, and Foxglove grant complete garden awareness from deepest root to highest bloom."
  },
  "4-10-11": {
    "name": "Draft of Night Garden Roots",
    "description": "Mandrake Root, Foxglove, and Wolfsbane connect to roots that grow strongest under moonlight."
  },
  "4-9-19": {
    "name": "Elixir of Beautiful Roots",
    "description": "Mandrake Root, Belladonna, and Stardust find beauty in what grows hidden beneath the surface."
  },
  "4-9-18": {
    "name": "Potion of Deadly Grounding",
    "description": "Mandrake Root, Belladonna, and Blood Rose Thorn anchor dangerous beauty in solid earth. Stable but still lethal."
  },
  "4-9-17": {
    "name": "Brew of Beautiful Thresholds",
    "description": "Mandrake Root, Belladonna, and Elderflower make passages through earth beautiful rather than terrifying."
  },
  "4-9-16": {
    "name": "Tonic of Beautiful Earth Dreams",
    "description": "Mandrake Root, Belladonna, and Mugwort create gorgeous dreams of underground palaces and crystal caves."
  },
  "4-9-15": {
    "name": "Essence of True Underground Beauty",
    "description": "Mandrake Root, Belladonna, and Wormwood reveal genuine beauty in dark places, stripping false glamour."
  },
  "4-9-14": {
    "name": "Philtre of Beautiful Burial",
    "description": "Mandrake Root, Belladonna, and Graveyard Moss ensure the dead rest in beauty beneath the earth."
  },
  "4-9-13": {
    "name": "Concoction of Lucky Beauty",
    "description": "Mandrake Root, Belladonna, and Black Cat Whisker grant grounded, fortunate attractiveness."
  },
  "4-9-12": {
    "name": "Infusion of Seeing Hidden Beauty",
    "description": "Eye of Newt, Mandrake Root, and Belladonna reveal beauty buried beneath surfaces."
  },
  "4-9-11": {
    "name": "Draft of Moonlit Roots",
    "description": "Mandrake Root, Belladonna, and Wolfsbane thrive under moonlight. This brew captures lunar earth magic."
  },
  "4-9-10": {
    "name": "Elixir of the Beautiful Garden",
    "description": "Mandrake Root, Belladonna, and Foxglove ensure gardens are both powerful and aesthetically perfect."
  },
  "4-8-19": {
    "name": "Potion of the Witch's Earth",
    "description": "Mandrake Root, Witch Hazel, and Stardust anchor witchcraft in soil while reaching for stars. Grounded cosmic magic."
  },
  "4-8-18": {
    "name": "Brew of Rooted Sacrifice",
    "description": "Mandrake Root, Witch Hazel, and Blood Rose Thorn teach that magic requires roots and costs blood."
  },
  "4-8-17": {
    "name": "Tonic of the Elder Witch's Garden",
    "description": "Mandrake Root, Witch Hazel, and Elderflower connect to the gardens of witches who came before."
  },
  "4-8-16": {
    "name": "Essence of Witch's Earth Dreams",
    "description": "Mandrake Root, Witch Hazel, and Mugwort dream of magical gardens tended by generations of witches."
  },
  "4-8-15": {
    "name": "Philtre of Honest Witchcraft",
    "description": "Mandrake Root, Witch Hazel, and Wormwood ground magical practice in unflinching truth."
  },
  "4-8-14": {
    "name": "Concoction of Necromantic Roots",
    "description": "Mandrake Root, Witch Hazel, and Graveyard Moss grant witches who work with the dead deep grounding."
  },
  "4-8-13": {
    "name": "Infusion of Lucky Witchcraft",
    "description": "Mandrake Root, Witch Hazel, and Black Cat Whisker bless all magical workings with fortunate grounding."
  },
  "4-8-12": {
    "name": "Draft of Witch Sight",
    "description": "Eye of Newt, Mandrake Root, and Witch Hazel grant the traditional witch's earth-rooted magical vision."
  },
  "4-8-11": {
    "name": "Elixir of the Moon Witch's Garden",
    "description": "Mandrake Root, Witch Hazel, and Wolfsbane connect to witches who garden by moonlight."
  },
  "4-8-10": {
    "name": "Potion of the Complete Garden",
    "description": "Mandrake Root, Witch Hazel, and Foxglove grant full mastery of the witch's garden arts."
  },
  "4-8-9": {
    "name": "Brew of Grounded Beauty",
    "description": "Mandrake Root, Witch Hazel, and Belladonna ensure magical beauty has deep, stable roots."
  },
  "4-7-19": {
    "name": "Tonic of Rooted Flight",
    "description": "Mandrake Root, Bat Wing, and Stardust grant flight that always knows the way home to earth."
  },
  "4-7-18": {
    "name": "Essence of Painful Ascent",
    "description": "Mandrake Root, Bat Wing, and Blood Rose Thorn grant flight that remembers the pain of leaving ground."
  },
  "4-7-17": {
    "name": "Philtre of Earth and Sky Passage",
    "description": "Mandrake Root, Bat Wing, and Elderflower grant passage between ground and air freely."
  },
  "4-7-16": {
    "name": "Concoction of Flying Earth Dreams",
    "description": "Mandrake Root, Bat Wing, and Mugwort dream of flying over ancestral lands, seeing roots from above."
  },
  "4-7-15": {
    "name": "Infusion of Honest Flight",
    "description": "Mandrake Root, Bat Wing, and Wormwood grant flight without illusion. See the earth's truth from above."
  },
  "4-7-14": {
    "name": "Draft of Flying Over Graves",
    "description": "Mandrake Root, Bat Wing, and Graveyard Moss grant safe flight over burial grounds."
  },
  "4-7-13": {
    "name": "Elixir of Lucky Grounded Flight",
    "description": "Mandrake Root, Bat Wing, and Black Cat Whisker ensure flights end in fortunate landings."
  },
  "4-7-12": {
    "name": "Potion of Aerial Root Vision",
    "description": "Eye of Newt, Mandrake Root, and Bat Wing reveal root systems from above. See what grows beneath."
  },
  "4-7-11": {
    "name": "Brew of Hunter's Earth",
    "description": "Mandrake Root, Bat Wing, and Wolfsbane grant hunters knowledge of territory from both ground and air."
  },
  "4-7-10": {
    "name": "Tonic of Garden Flight",
    "description": "Mandrake Root, Bat Wing, and Foxglove grant aerial survey of gardens. See every need from above."
  },
  "4-7-9": {
    "name": "Essence of Beautiful Grounded Flight",
    "description": "Mandrake Root, Bat Wing, and Belladonna grant gorgeous flight that honors the earth left behind."
  },
  "4-7-8": {
    "name": "Philtre of the Rooted Witch's Flight",
    "description": "Mandrake Root, Bat Wing, and Witch Hazel. The traditional flight brew for witches who never forget their gardens."
  },
  "4-6-19": {
    "name": "Concoction of Earth Speech",
    "description": "Mandrake Root, Toad Tongue, and Stardust grant speech that the earth itself understands and answers."
  },
  "4-6-18": {
    "name": "Infusion of Painful Earth Words",
    "description": "Mandrake Root, Toad Tongue, and Blood Rose Thorn speak truths the earth needs to hear, however harsh."
  },
  "4-6-17": {
    "name": "Draft of Threshold Earth Speech",
    "description": "Mandrake Root, Toad Tongue, and Elderflower speak words that open passages through solid ground."
  },
  "4-6-16": {
    "name": "Elixir of Dreaming Earth Speech",
    "description": "Mandrake Root, Toad Tongue, and Mugwort grant the ability to speak in dreams with the earth itself."
  },
  "4-6-15": {
    "name": "Potion of Bitter Earth Truth",
    "description": "Mandrake Root, Toad Tongue, and Wormwood force the earth to reveal its harshest secrets."
  },
  "4-6-14": {
    "name": "Brew of Speaking to Buried Dead",
    "description": "Mandrake Root, Toad Tongue, and Graveyard Moss grant communication with those the earth holds."
  },
  "4-6-13": {
    "name": "Tonic of Lucky Earth Speech",
    "description": "Mandrake Root, Toad Tongue, and Black Cat Whisker grant fortunate communication with land spirits."
  },
  "4-6-12": {
    "name": "Essence of Seeing Earth's Words",
    "description": "Eye of Newt, Mandrake Root, and Toad Tongue reveal what the earth is saying through growth patterns."
  },
  "4-6-11": {
    "name": "Philtre of Territorial Speech",
    "description": "Mandrake Root, Toad Tongue, and Wolfsbane grant words that claim or defend territory absolutely."
  },
  "4-6-10": {
    "name": "Concoction of Garden Communication",
    "description": "Mandrake Root, Toad Tongue, and Foxglove grant full two-way conversation with garden plants."
  },
  "4-6-9": {
    "name": "Infusion of Beautiful Earth Words",
    "description": "Mandrake Root, Toad Tongue, and Belladonna make even harsh earth truths sound beautiful."
  },
  "4-6-8": {
    "name": "Draft of the Witch's Earth Voice",
    "description": "Mandrake Root, Toad Tongue, and Witch Hazel grant the commanding voice of earth witches."
  },
  "4-6-7": {
    "name": "Elixir of Flying Earth Words",
    "description": "Mandrake Root, Toad Tongue, and Bat Wing send messages from the earth to distant places."
  },
  "4-5-19": {
    "name": "Potion of Rooted Poison",
    "description": "Mandrake Root, Nightshade Berry, and Stardust ground cosmic poison in earthly purpose. Toxins with intent."
  },
  "4-5-18": {
    "name": "Brew of Painful Roots",
    "description": "Mandrake Root, Nightshade Berry, and Blood Rose Thorn unite three sources of beautiful suffering."
  },
  "4-5-17": {
    "name": "Tonic of Poisoned Thresholds",
    "description": "Mandrake Root, Nightshade Berry, and Elderflower guard passages with rooted, growing danger."
  },
  "4-5-16": {
    "name": "Essence of Poisoned Earth Dreams",
    "description": "Mandrake Root, Nightshade Berry, and Mugwort dream of beautiful toxic gardens and their secrets."
  },
  "4-5-15": {
    "name": "Philtre of Bitter Poison Truth",
    "description": "Mandrake Root, Nightshade Berry, and Wormwood reveal poisons hidden in relationships, situations, or substances."
  },
  "4-5-14": {
    "name": "Concoction of Grave Poison",
    "description": "Mandrake Root, Nightshade Berry, and Graveyard Moss reveal those who died by poison and where they rest."
  },
  "4-5-13": {
    "name": "Infusion of Lucky Poison Survival",
    "description": "Mandrake Root, Nightshade Berry, and Black Cat Whisker grant miraculous survival of earthly toxins."
  },
  "4-5-12": {
    "name": "Draft of Seeing Rooted Poison",
    "description": "Eye of Newt, Mandrake Root, and Nightshade Berry reveal all poisons growing in any soil."
  },
  "4-5-11": {
    "name": "Elixir of Predator's Garden",
    "description": "Mandrake Root, Nightshade Berry, and Wolfsbane create gardens that actively hunt intruders."
  },
  "4-5-10": {
    "name": "Potion of the Poison Garden Complete",
    "description": "Mandrake Root, Nightshade Berry, and Foxglove grant mastery over all rooted poisons."
  },
  "4-5-9": {
    "name": "Brew of Beautiful Rooted Poison",
    "description": "Mandrake Root, Nightshade Berry, and Belladonna unite three beautiful toxins in earthly harmony."
  },
  "4-5-8": {
    "name": "Tonic of the Witch's Poison Garden",
    "description": "Mandrake Root, Nightshade Berry, and Witch Hazel grant complete mastery of growing and using botanical poisons."
  },
  "4-5-7": {
    "name": "Essence of Flying Poison",
    "description": "Mandrake Root, Nightshade Berry, and Bat Wing. Traditional flying ointment components united for aerial journeys."
  },
  "4-5-6": {
    "name": "Philtre of Poison Speech",
    "description": "Mandrake Root, Nightshade Berry, and Toad Tongue grant words that poison minds as surely as berries poison bodies."
  },
  "3-18-19": {
    "name": "Concoction of Woven Stars",
    "description": "Spider Silk, Blood Rose Thorn, and Stardust weave cosmic patterns into earthly threads. Fate made tangible."
  },
  "3-17-19": {
    "name": "Infusion of Threaded Thresholds",
    "description": "Spider Silk, Elderflower, and Stardust weave passages between worlds. Walk the web between realms."
  },
  "3-17-18": {
    "name": "Draft of Painful Weaving",
    "description": "Spider Silk, Elderflower, and Blood Rose Thorn weave doorways that cost blood to cross."
  },
  "3-16-19": {
    "name": "Elixir of Dream Weaving",
    "description": "Spider Silk, Mugwort, and Stardust weave dreams into lasting tapestries. Wake with visions made solid."
  },
  "3-16-18": {
    "name": "Potion of Weaving Pain into Beauty",
    "description": "Spider Silk, Mugwort, and Blood Rose Thorn transform suffering into intricate, meaningful patterns."
  },
  "3-16-17": {
    "name": "Brew of the Dream Gate Web",
    "description": "Spider Silk, Mugwort, and Elderflower weave webs that catch dreamers and guide them to other realms."
  },
  "3-15-19": {
    "name": "Tonic of Bitter Threads",
    "description": "Spider Silk, Wormwood, and Stardust weave harsh truths into patterns that cannot be ignored."
  },
  "3-15-18": {
    "name": "Essence of Painful Binding",
    "description": "Spider Silk, Wormwood, and Blood Rose Thorn create bindings that hurt but hold absolutely."
  },
  "3-15-17": {
    "name": "Philtre of Honest Weaving",
    "description": "Spider Silk, Wormwood, and Elderflower weave only truth into passage. Lies cannot cross."
  },
  "3-15-16": {
    "name": "Concoction of Harsh Dream Webs",
    "description": "Spider Silk, Wormwood, and Mugwort weave webs that catch and hold uncomfortable dreams for examination."
  },
  "3-14-19": {
    "name": "Infusion of Grave Silk",
    "description": "Spider Silk, Graveyard Moss, and Stardust weave connections between the living and the ancestral dead."
  },
  "3-14-18": {
    "name": "Draft of Mourning Threads",
    "description": "Spider Silk, Graveyard Moss, and Blood Rose Thorn weave grief into beautiful, lasting memorials."
  },
  "3-14-17": {
    "name": "Elixir of Death's Web",
    "description": "Spider Silk, Graveyard Moss, and Elderflower weave passages for spirits traveling between worlds."
  },
  "3-14-16": {
    "name": "Potion of Ancestral Dream Webs",
    "description": "Spider Silk, Graveyard Moss, and Mugwort weave webs that catch ancestral dreams and deliver them to descendants."
  },
  "3-14-15": {
    "name": "Brew of Grave Truth Threads",
    "description": "Spider Silk, Graveyard Moss, and Wormwood weave undeniable truth from what the dead witnessed."
  },
  "3-13-19": {
    "name": "Tonic of Lucky Threads",
    "description": "Spider Silk, Black Cat Whisker, and Stardust weave fortune into every strand. Lucky connections form naturally."
  },
  "3-13-18": {
    "name": "Essence of Fortunate Binding",
    "description": "Spider Silk, Black Cat Whisker, and Blood Rose Thorn ensure bindings benefit all parties despite any pain."
  },
  "3-13-17": {
    "name": "Philtre of Lucky Passage Weaving",
    "description": "Spider Silk, Black Cat Whisker, and Elderflower weave fortunate paths through dangerous transitions."
  },
  "3-13-16": {
    "name": "Concoction of Lucky Dream Catching",
    "description": "Spider Silk, Black Cat Whisker, and Mugwort weave webs that catch only fortunate dreams."
  },
  "3-13-15": {
    "name": "Infusion of Honest Luck Weaving",
    "description": "Spider Silk, Black Cat Whisker, and Wormwood weave genuine fortune, not false hope."
  },
  "3-13-14": {
    "name": "Draft of Cemetery Web Luck",
    "description": "Spider Silk, Black Cat Whisker, and Graveyard Moss weave lucky connections to helpful ancestor spirits."
  },
  "3-12-19": {
    "name": "Elixir of Seeing the Web",
    "description": "Eye of Newt, Spider Silk, and Stardust reveal the cosmic web connecting all things."
  },
  "3-12-18": {
    "name": "Potion of Seeing Painful Connections",
    "description": "Eye of Newt, Spider Silk, and Blood Rose Thorn reveal bindings that hurt and why they persist."
  },
  "3-12-17": {
    "name": "Brew of Seeing Thresholds",
    "description": "Eye of Newt, Spider Silk, and Elderflower reveal all woven passages and doorways."
  },
  "3-12-16": {
    "name": "Tonic of Seeing Dream Webs",
    "description": "Eye of Newt, Spider Silk, and Mugwort reveal how dreams connect and influence each other."
  },
  "3-12-15": {
    "name": "Essence of Seeing True Webs",
    "description": "Eye of Newt, Spider Silk, and Wormwood reveal which connections are genuine and which are illusion."
  },
  "3-12-14": {
    "name": "Philtre of Seeing Spirit Webs",
    "description": "Eye of Newt, Spider Silk, and Graveyard Moss reveal connections between living and dead."
  },
  "3-12-13": {
    "name": "Concoction of Seeing Lucky Threads",
    "description": "Eye of Newt, Spider Silk, and Black Cat Whisker reveal which connections lead to fortune."
  },
  "3-11-19": {
    "name": "Infusion of Wolf-Woven Stars",
    "description": "Spider Silk, Wolfsbane, and Stardust weave pack bonds strong as cosmic law."
  },
  "3-11-18": {
    "name": "Draft of Pack Blood Bonds",
    "description": "Spider Silk, Wolfsbane, and Blood Rose Thorn weave loyalty paid for in shared blood."
  },
  "3-11-17": {
    "name": "Elixir of Wild Territory Webs",
    "description": "Spider Silk, Wolfsbane, and Elderflower weave boundaries that define and defend wild spaces."
  },
   "3-11-16": {
    "name": "Potion of Pack Dream Weaving",
    "description": "Spider Silk, Wolfsbane, and Mugwort weave shared dreams for pack members. Hunt together even while sleeping."
  },
  "3-11-15": {
    "name": "Brew of Honest Pack Bonds",
    "description": "Spider Silk, Wolfsbane, and Wormwood weave pack bonds stripped of false loyalty. Only true pack remains."
  },
  "3-11-14": {
    "name": "Tonic of Ancestral Pack Webs",
    "description": "Spider Silk, Wolfsbane, and Graveyard Moss weave connections to wolf ancestors and their ancient wisdom."
  },
  "3-11-13": {
    "name": "Essence of Lucky Pack Weaving",
    "description": "Spider Silk, Wolfsbane, and Black Cat Whisker weave fortunate connections between pack members."
  },
  "3-11-12": {
    "name": "Philtre of Seeing Pack Bonds",
    "description": "Eye of Newt, Spider Silk, and Wolfsbane reveal the invisible threads connecting pack to pack."
  },
  "3-10-19": {
    "name": "Concoction of Garden Web Stars",
    "description": "Spider Silk, Foxglove, and Stardust weave cosmic patterns through garden beds. Celestial cultivation."
  },
  "3-10-18": {
    "name": "Infusion of Thorned Garden Webs",
    "description": "Spider Silk, Foxglove, and Blood Rose Thorn weave protective barriers throughout the garden."
  },
  "3-10-17": {
    "name": "Draft of Garden Threshold Weaving",
    "description": "Spider Silk, Foxglove, and Elderflower weave living garden gates that know friend from foe."
  },
  "3-10-16": {
    "name": "Elixir of Garden Dream Webs",
    "description": "Spider Silk, Foxglove, and Mugwort weave dreams where the garden speaks through woven visions."
  },
  "3-10-15": {
    "name": "Potion of Honest Garden Webs",
    "description": "Spider Silk, Foxglove, and Wormwood reveal the true relationships between all garden plants."
  },
  "3-10-14": {
    "name": "Brew of Memorial Garden Webs",
    "description": "Spider Silk, Foxglove, and Graveyard Moss weave remembrance gardens for beloved dead."
  },
  "3-10-13": {
    "name": "Tonic of Lucky Garden Weaving",
    "description": "Spider Silk, Foxglove, and Black Cat Whisker weave fortunate patterns through garden growth."
  },
  "3-10-12": {
    "name": "Essence of Seeing Garden Webs",
    "description": "Eye of Newt, Spider Silk, and Foxglove reveal the intricate web of relationships in any garden."
  },
  "3-10-11": {
    "name": "Philtre of Moonlit Garden Webs",
    "description": "Spider Silk, Foxglove, and Wolfsbane weave night-active garden protections."
  },
  "3-9-19": {
    "name": "Concoction of Beautiful Cosmic Webs",
    "description": "Spider Silk, Belladonna, and Stardust weave patterns of dangerous, stunning beauty across the cosmos."
  },
  "3-9-18": {
    "name": "Infusion of Deadly Beautiful Binding",
    "description": "Spider Silk, Belladonna, and Blood Rose Thorn weave gorgeous traps that hold beautifully."
  },
  "3-9-17": {
    "name": "Draft of Beautiful Threshold Weaving",
    "description": "Spider Silk, Belladonna, and Elderflower weave passages too beautiful to resist crossing."
  },
  "3-9-16": {
    "name": "Elixir of Beautiful Dream Webs",
    "description": "Spider Silk, Belladonna, and Mugwort weave dreams of devastating beauty that linger after waking."
  },
  "3-9-15": {
    "name": "Potion of Truly Beautiful Webs",
    "description": "Spider Silk, Belladonna, and Wormwood weave beauty that survives truth's harsh examination."
  },
  "3-9-14": {
    "name": "Brew of Eternally Beautiful Webs",
    "description": "Spider Silk, Belladonna, and Graveyard Moss weave beauty that outlasts death itself."
  },
  "3-9-13": {
    "name": "Tonic of Lucky Beautiful Webs",
    "description": "Spider Silk, Belladonna, and Black Cat Whisker weave fortunate beauty into every connection."
  },
  "3-9-12": {
    "name": "Essence of Seeing Beautiful Webs",
    "description": "Eye of Newt, Spider Silk, and Belladonna reveal the beautiful patterns hidden in all things."
  },
  "3-9-11": {
    "name": "Philtre of Moonlit Beauty Webs",
    "description": "Spider Silk, Belladonna, and Wolfsbane weave beauty that intensifies under moonlight."
  },
  "3-9-10": {
    "name": "Concoction of Beautiful Garden Webs",
    "description": "Spider Silk, Belladonna, and Foxglove weave gardens into patterns of dangerous beauty."
  },
  "3-8-19": {
    "name": "Infusion of the Witch's Cosmic Web",
    "description": "Spider Silk, Witch Hazel, and Stardust weave witchcraft into the fabric of the universe."
  },
  "3-8-18": {
    "name": "Draft of the Witch's Blood Binding",
    "description": "Spider Silk, Witch Hazel, and Blood Rose Thorn weave magical contracts sealed in blood."
  },
  "3-8-17": {
    "name": "Elixir of the Witch's Gate Weaving",
    "description": "Spider Silk, Witch Hazel, and Elderflower weave magical doorways to distant places."
  },
  "3-8-16": {
    "name": "Potion of the Witch's Dream Web",
    "description": "Spider Silk, Witch Hazel, and Mugwort weave webs that catch prophetic dreams."
  },
  "3-8-15": {
    "name": "Brew of Honest Witch Weaving",
    "description": "Spider Silk, Witch Hazel, and Wormwood weave only truth into magical workings."
  },
  "3-8-14": {
    "name": "Tonic of Necromantic Web Weaving",
    "description": "Spider Silk, Witch Hazel, and Graveyard Moss weave connections to the spirit world."
  },
  "3-8-13": {
    "name": "Essence of Lucky Witch Weaving",
    "description": "Spider Silk, Witch Hazel, and Black Cat Whisker weave fortune into every spell."
  },
  "3-8-12": {
    "name": "Philtre of Seeing Magic Webs",
    "description": "Eye of Newt, Spider Silk, and Witch Hazel reveal the woven structure of all spells."
  },
  "3-8-11": {
    "name": "Concoction of Moon Witch Webs",
    "description": "Spider Silk, Witch Hazel, and Wolfsbane weave lunar magic into lasting patterns."
  },
  "3-8-10": {
    "name": "Infusion of Garden Witch Webs",
    "description": "Spider Silk, Witch Hazel, and Foxglove weave the witch's garden into protective patterns."
  },
  "3-8-9": {
    "name": "Draft of Beautiful Witch Webs",
    "description": "Spider Silk, Witch Hazel, and Belladonna weave magic that looks as good as it works."
  },
  "3-7-19": {
    "name": "Elixir of Flying Web Patterns",
    "description": "Spider Silk, Bat Wing, and Stardust weave aerial paths through the night sky."
  },
  "3-7-18": {
    "name": "Potion of Painful Flight Webs",
    "description": "Spider Silk, Bat Wing, and Blood Rose Thorn weave escape routes through any barrier."
  },
  "3-7-17": {
    "name": "Brew of Woven Sky Passages",
    "description": "Spider Silk, Bat Wing, and Elderflower weave doorways in the air itself."
  },
  "3-7-16": {
    "name": "Tonic of Flying Dream Webs",
    "description": "Spider Silk, Bat Wing, and Mugwort weave dreams of soaring through woven sky-paths."
  },
  "3-7-15": {
    "name": "Essence of Honest Flight Webs",
    "description": "Spider Silk, Bat Wing, and Wormwood weave aerial paths that reveal harsh landscapes below."
  },
  "3-7-14": {
    "name": "Philtre of Spirit Flight Webs",
    "description": "Spider Silk, Bat Wing, and Graveyard Moss weave paths for spirits to fly to rest."
  },
  "3-7-13": {
    "name": "Concoction of Lucky Flight Webs",
    "description": "Spider Silk, Bat Wing, and Black Cat Whisker weave fortunate routes through dangerous skies."
  },
  "3-7-12": {
    "name": "Infusion of Seeing Sky Webs",
    "description": "Eye of Newt, Spider Silk, and Bat Wing reveal the hidden highways of the air."
  },
  "3-7-11": {
    "name": "Draft of Hunter's Sky Webs",
    "description": "Spider Silk, Bat Wing, and Wolfsbane weave aerial hunting patterns for night predators."
  },
  "3-7-10": {
    "name": "Elixir of Garden Sky Webs",
    "description": "Spider Silk, Bat Wing, and Foxglove weave connections between garden and sky."
  },
  "3-7-9": {
    "name": "Potion of Beautiful Sky Webs",
    "description": "Spider Silk, Bat Wing, and Belladonna weave gorgeous patterns across moonlit skies."
  },
  "3-7-8": {
    "name": "Brew of the Witch's Sky Web",
    "description": "Spider Silk, Bat Wing, and Witch Hazel weave the traditional paths witches fly upon."
  },
  "3-6-19": {
    "name": "Tonic of Woven Star Speech",
    "description": "Spider Silk, Toad Tongue, and Stardust weave words that reach across cosmic distances."
  },
  "3-6-18": {
    "name": "Essence of Painful Woven Words",
    "description": "Spider Silk, Toad Tongue, and Blood Rose Thorn weave words that bind despite their sting."
  },
  "3-6-17": {
    "name": "Philtre of Woven Passage Speech",
    "description": "Spider Silk, Toad Tongue, and Elderflower weave words that open any door."
  },
  "3-6-16": {
    "name": "Concoction of Dream Word Weaving",
    "description": "Spider Silk, Toad Tongue, and Mugwort weave prophetic words into lasting patterns."
  },
  "3-6-15": {
    "name": "Infusion of Honest Woven Words",
    "description": "Spider Silk, Toad Tongue, and Wormwood weave only truth into spoken bindings."
  },
  "3-6-14": {
    "name": "Draft of Spirit Word Weaving",
    "description": "Spider Silk, Toad Tongue, and Graveyard Moss weave words the dead can hear and answer."
  },
  "3-6-13": {
    "name": "Elixir of Lucky Word Weaving",
    "description": "Spider Silk, Toad Tongue, and Black Cat Whisker weave fortunate words into binding patterns."
  },
  "3-6-12": {
    "name": "Potion of Seeing Word Webs",
    "description": "Eye of Newt, Spider Silk, and Toad Tongue reveal the binding power of spoken words."
  },
  "3-6-11": {
    "name": "Brew of Pack Word Weaving",
    "description": "Spider Silk, Toad Tongue, and Wolfsbane weave pack commands into unbreakable patterns."
  },
  "3-6-10": {
    "name": "Tonic of Garden Word Weaving",
    "description": "Spider Silk, Toad Tongue, and Foxglove weave words that gardens understand and obey."
  },
  "3-6-9": {
    "name": "Essence of Beautiful Word Webs",
    "description": "Spider Silk, Toad Tongue, and Belladonna weave gorgeous words into lasting enchantments."
  },
  "3-6-8": {
    "name": "Philtre of Witch Word Weaving",
    "description": "Spider Silk, Toad Tongue, and Witch Hazel weave traditional witch's incantations into permanent spells."
  },
  "3-6-7": {
    "name": "Concoction of Flying Word Webs",
    "description": "Spider Silk, Toad Tongue, and Bat Wing weave words that fly to find their targets."
  },
  "3-5-19": {
    "name": "Infusion of Woven Star Poison",
    "description": "Spider Silk, Nightshade Berry, and Stardust weave cosmic toxins into inescapable patterns."
  },
  "3-5-18": {
    "name": "Draft of Painful Poison Webs",
    "description": "Spider Silk, Nightshade Berry, and Blood Rose Thorn weave traps that poison and pierce."
  },
  "3-5-17": {
    "name": "Elixir of Poisoned Threshold Webs",
    "description": "Spider Silk, Nightshade Berry, and Elderflower weave passages guarded by lethal beauty."
  },
  "3-5-16": {
    "name": "Potion of Poisoned Dream Webs",
    "description": "Spider Silk, Nightshade Berry, and Mugwort weave nightmares that catch and hold the dreamer."
  },
  "3-5-15": {
    "name": "Brew of Honest Poison Webs",
    "description": "Spider Silk, Nightshade Berry, and Wormwood weave traps that announce their danger clearly."
  },
  "3-5-14": {
    "name": "Tonic of Grave Poison Webs",
    "description": "Spider Silk, Nightshade Berry, and Graveyard Moss weave toxins that affect even spirits."
  },
  "3-5-13": {
    "name": "Essence of Lucky Poison Webs",
    "description": "Spider Silk, Nightshade Berry, and Black Cat Whisker weave poison traps that catch only the deserving."
  },
  "3-5-12": {
    "name": "Philtre of Seeing Poison Webs",
    "description": "Eye of Newt, Spider Silk, and Nightshade Berry reveal all toxic traps and weavings."
  },
  "3-5-11": {
    "name": "Concoction of Predator Poison Webs",
    "description": "Spider Silk, Nightshade Berry, and Wolfsbane weave hunting traps of supreme lethality."
  },
  "3-5-10": {
    "name": "Infusion of Garden Poison Webs",
    "description": "Spider Silk, Nightshade Berry, and Foxglove weave protective toxins throughout the witch's garden."
  },
  "3-5-9": {
    "name": "Draft of Beautiful Poison Webs",
    "description": "Spider Silk, Nightshade Berry, and Belladonna weave traps of irresistible deadly beauty."
  },
  "3-5-8": {
    "name": "Elixir of Witch's Poison Webs",
    "description": "Spider Silk, Nightshade Berry, and Witch Hazel weave traditional witch's poisoned protections."
  },
  "3-5-7": {
    "name": "Potion of Flying Poison Webs",
    "description": "Spider Silk, Nightshade Berry, and Bat Wing weave aerial poison traps for unwanted flyers."
  },
  "3-5-6": {
    "name": "Brew of Poison Word Webs",
    "description": "Spider Silk, Nightshade Berry, and Toad Tongue weave words that poison the mind."
  },
  "3-4-19": {
    "name": "Tonic of Woven Root Stars",
    "description": "Spider Silk, Mandrake Root, and Stardust weave cosmic patterns anchored in deep earth."
  },
  "3-4-18": {
    "name": "Essence of Rooted Pain Webs",
    "description": "Spider Silk, Mandrake Root, and Blood Rose Thorn weave bindings anchored in earthly suffering."
  },
  "3-4-17": {
    "name": "Philtre of Rooted Threshold Webs",
    "description": "Spider Silk, Mandrake Root, and Elderflower weave passages grounded in ancient earth magic."
  },
  "3-4-16": {
    "name": "Concoction of Earth Dream Webs",
    "description": "Spider Silk, Mandrake Root, and Mugwort weave dreams of the earth's deepest memories."
  },
  "3-4-15": {
    "name": "Infusion of Honest Earth Webs",
    "description": "Spider Silk, Mandrake Root, and Wormwood weave grounded truth into lasting patterns."
  },
  "3-4-14": {
    "name": "Draft of Grave Root Webs",
    "description": "Spider Silk, Mandrake Root, and Graveyard Moss weave connections from living roots to buried dead."
  },
  "3-4-13": {
    "name": "Elixir of Lucky Root Webs",
    "description": "Spider Silk, Mandrake Root, and Black Cat Whisker weave fortunate grounding into all connections."
  },
  "3-4-12": {
    "name": "Potion of Seeing Root Webs",
    "description": "Eye of Newt, Spider Silk, and Mandrake Root reveal the underground web connecting all plants."
  },
  "3-4-11": {
    "name": "Brew of Territorial Root Webs",
    "description": "Spider Silk, Mandrake Root, and Wolfsbane weave underground boundaries that cannot be crossed."
  },
  "3-4-10": {
    "name": "Tonic of Garden Root Webs",
    "description": "Spider Silk, Mandrake Root, and Foxglove weave deep connections throughout the witch's garden."
  },
  "3-4-9": {
    "name": "Essence of Beautiful Root Webs",
    "description": "Spider Silk, Mandrake Root, and Belladonna weave underground beauty into surface patterns."
  },
  "3-4-8": {
    "name": "Philtre of Witch's Root Webs",
    "description": "Spider Silk, Mandrake Root, and Witch Hazel weave traditional earth-grounded witch magic."
  },
  "3-4-7": {
    "name": "Concoction of Flying Root Webs",
    "description": "Spider Silk, Mandrake Root, and Bat Wing weave paths from earth to sky and back."
  },
  "3-4-6": {
    "name": "Infusion of Root Word Webs",
    "description": "Spider Silk, Mandrake Root, and Toad Tongue weave earth's speech into lasting patterns."
  },
  "3-4-5": {
    "name": "Draft of Rooted Poison Webs",
    "description": "Spider Silk, Mandrake Root, and Nightshade Berry weave toxic protections anchored in deep earth."
  },
  "2-18-19": {
    "name": "Elixir of the Cosmic Raven",
    "description": "Raven Feather, Blood Rose Thorn, and Stardust send messages across cosmic distances on dark wings."
  },
  "2-17-19": {
    "name": "Potion of the Elder Raven",
    "description": "Raven Feather, Elderflower, and Stardust honor ravens who have carried messages since time began."
  },
  "2-17-18": {
    "name": "Brew of Thorned Messages",
    "description": "Raven Feather, Elderflower, and Blood Rose Thorn carry messages that pierce the heart."
  },
  "2-16-19": {
    "name": "Tonic of Prophetic Ravens",
    "description": "Raven Feather, Mugwort, and Stardust grant ravens' gift of seeing death and fate in the stars."
  },
  "2-16-18": {
    "name": "Essence of Painful Prophecy",
    "description": "Raven Feather, Mugwort, and Blood Rose Thorn grant visions that hurt to see and hurt more to share."
  },
  "2-16-17": {
    "name": "Philtre of Dream Flight Messages",
    "description": "Raven Feather, Mugwort, and Elderflower carry messages through dreams to sleeping recipients."
  },
  "2-15-19": {
    "name": "Concoction of Bitter Raven Truth",
    "description": "Raven Feather, Wormwood, and Stardust grant ravens' clear sight of harsh cosmic realities."
  },
  "2-15-18": {
    "name": "Infusion of Painful Raven Messages",
    "description": "Raven Feather, Wormwood, and Blood Rose Thorn carry truths no one wants to hear."
  },
  "2-15-17": {
    "name": "Draft of Harsh Passage",
    "description": "Raven Feather, Wormwood, and Elderflower guide through difficult transitions with unflinching clarity."
  },
  "2-15-16": {
    "name": "Elixir of Bitter Dream Flight",
    "description": "Raven Feather, Wormwood, and Mugwort grant dreams of flying through harsh truth to necessary destinations."
  },
  "2-14-19": {
    "name": "Potion of the Carrion Star",
    "description": "Raven Feather, Graveyard Moss, and Stardust honor ravens who guide souls to their cosmic rest."
  },
  "2-14-18": {
    "name": "Brew of Death's Messenger",
    "description": "Raven Feather, Graveyard Moss, and Blood Rose Thorn carry messages between living and dead."
  },
  "2-14-17": {
    "name": "Tonic of Spirit Guide Ravens",
    "description": "Raven Feather, Graveyard Moss, and Elderflower summon ravens to guide spirits through death's door."
  },
  "2-14-16": {
    "name": "Essence of Dead Men's Dreams",
    "description": "Raven Feather, Graveyard Moss, and Mugwort carry dreams from the dead to living dreamers."
  },
  "2-14-15": {
    "name": "Philtre of Grave Truth Flight",
    "description": "Raven Feather, Graveyard Moss, and Wormwood carry bitter truths from beyond the grave."
  },
  "2-13-19": {
    "name": "Concoction of Lucky Ravens",
    "description": "Raven Feather, Black Cat Whisker, and Stardust grant fortunate omens and lucky messages."
  },
  "2-13-18": {
    "name": "Infusion of Fortunate Pain",
    "description": "Raven Feather, Black Cat Whisker, and Blood Rose Thorn ensure painful messages lead to lucky outcomes."
  },
  "2-13-17": {
    "name": "Draft of Lucky Passage",
    "description": "Raven Feather, Black Cat Whisker, and Elderflower grant fortunate guidance through transitions."
  },
  "2-13-16": {
    "name": "Elixir of Lucky Omens",
    "description": "Raven Feather, Black Cat Whisker, and Mugwort grant prophetic dreams of good fortune."
  },
  "2-13-15": {
    "name": "Potion of True Fortune's Message",
    "description": "Raven Feather, Black Cat Whisker, and Wormwood send ravens to reveal genuine luck versus false hope."
  },
  "2-13-14": {
    "name": "Brew of Ancestral Fortune",
    "description": "Raven Feather, Black Cat Whisker, and Graveyard Moss carry lucky messages from helpful ancestors."
  },
  "2-12-19": {
    "name": "Tonic of Far-Seeing Ravens",
    "description": "Eye of Newt, Raven Feather, and Stardust grant vision as far as ravens fly across the cosmos."
  },
  "2-12-18": {
    "name": "Essence of Witnessing Pain",
    "description": "Eye of Newt, Raven Feather, and Blood Rose Thorn grant ravens' ability to witness suffering without flinching."
  },
  "2-12-17": {
    "name": "Philtre of Seeing Passages",
    "description": "Eye of Newt, Raven Feather, and Elderflower reveal all doorways ravens use between worlds."
  },
  "2-12-16": {
    "name": "Concoction of Visionary Flight",
    "description": "Eye of Newt, Raven Feather, and Mugwort grant prophetic visions while flying in dreams."
  },
  "2-12-15": {
    "name": "Infusion of Clear Raven Sight",
    "description": "Eye of Newt, Raven Feather, and Wormwood grant ravens' unflinching clarity of vision."
  },
  "2-12-14": {
    "name": "Draft of Spirit Sight Flight",
    "description": "Eye of Newt, Raven Feather, and Graveyard Moss grant vision of spirits while flying among them."
  },
  "2-12-13": {
    "name": "Elixir of Lucky Sight",
    "description": "Eye of Newt, Raven Feather, and Black Cat Whisker grant vision of fortunate opportunities from above."
  },
  "2-11-19": {
    "name": "Potion of Raven and Wolf",
    "description": "Raven Feather, Wolfsbane, and Stardust unite carrion bird and predator under cosmic witness."
  },
  "2-11-18": {
    "name": "Brew of Blood Hunt",
    "description": "Raven Feather, Wolfsbane, and Blood Rose Thorn unite aerial scout and ground hunter in bloody pursuit."
  },
  "2-11-17": {
    "name": "Tonic of Wild Messengers",
    "description": "Raven Feather, Wolfsbane, and Elderflower send messages through wild places where only ravens and wolves go."
  },
  "2-11-16": {
    "name": "Essence of Hunting Dreams",
    "description": "Raven Feather, Wolfsbane, and Mugwort grant dreams of the ancient partnership between raven and wolf."
  },
  "2-11-15": {
    "name": "Philtre of Harsh Hunt Truth",
    "description": "Raven Feather, Wolfsbane, and Wormwood reveal the bitter realities of predator and prey."
  },
  "2-11-14": {
    "name": "Concoction of Carrion Companions",
    "description": "Raven Feather, Wolfsbane, and Graveyard Moss honor the partnership that ends at the grave."
  },
  "2-11-13": {
    "name": "Infusion of Lucky Hunting",
    "description": "Raven Feather, Wolfsbane, and Black Cat Whisker grant fortunate hunts with raven scouts and wolf strength."
  },
  "2-11-12": {
    "name": "Draft of Hunter's Sight",
    "description": "Eye of Newt, Raven Feather, and Wolfsbane grant the combined vision of aerial scout and ground predator."
  },
  "2-10-19": {
    "name": "Elixir of Garden Ravens",
    "description": "Raven Feather, Foxglove, and Stardust invite ravens to protect gardens with cosmic blessing."
  },
  "2-10-18": {
    "name": "Potion of Thorned Messengers",
    "description": "Raven Feather, Foxglove, and Blood Rose Thorn send ravens carrying warnings from protected gardens."
  },
  "2-10-17": {
    "name": "Brew of Garden Gate Ravens",
    "description": "Raven Feather, Foxglove, and Elderflower post raven guards at garden thresholds."
  },
  "2-10-16": {
    "name": "Tonic of Garden Dream Messages",
    "description": "Raven Feather, Foxglove, and Mugwort send garden wisdom through dreams on raven wings."
  },
  "2-10-15": {
    "name": "Essence of Honest Garden Ravens",
    "description": "Raven Feather, Foxglove, and Wormwood send ravens to report garden truth without softening."
  },
  "2-10-14": {
    "name": "Philtre of Memorial Ravens",
    "description": "Raven Feather, Foxglove, and Graveyard Moss invite ravens to watch over memorial gardens."
  },
  "2-10-13": {
    "name": "Concoction of Lucky Garden Messengers",
    "description": "Raven Feather, Foxglove, and Black Cat Whisker send fortunate ravens to bless garden growth."
  },
  "2-10-12": {
    "name": "Infusion of Seeing Garden Ravens",
    "description": "Eye of Newt, Raven Feather, and Foxglove grant sight of all ravens watching over any garden."
  },
  "2-10-11": {
    "name": "Draft of Moonlit Garden Ravens",
    "description": "Raven Feather, Foxglove, and Wolfsbane summon ravens to patrol night gardens."
  },
  "2-9-19": {
    "name": "Elixir of Beautiful Dark Wings",
    "description": "Raven Feather, Belladonna, and Stardust grant the dark beauty of ravens silhouetted against stars."
  },
  "2-9-18": {
    "name": "Potion of Beautiful Pain's Messenger",
    "description": "Raven Feather, Belladonna, and Blood Rose Thorn send beautiful ravens bearing painful truth."
  },
  "2-9-17": {
    "name": "Brew of Beautiful Passage",
    "description": "Raven Feather, Belladonna, and Elderflower make transitions elegant on dark wings."
  },
  "2-9-16": {
    "name": "Tonic of Beautiful Dream Flight",
    "description": "Raven Feather, Belladonna, and Mugwort grant dreams of gorgeous ravens carrying prophecy."
  },
  "2-9-15": {
    "name": "Essence of True Dark Beauty",
    "description": "Raven Feather, Belladonna, and Wormwood reveal the genuine beauty in darkness and death."
  },
  "2-9-14": {
    "name": "Philtre of Eternal Dark Beauty",
    "description": "Raven Feather, Belladonna, and Graveyard Moss grant the lasting beauty of ravens attending the dead."
  },
  "2-9-13": {
    "name": "Concoction of Lucky Dark Beauty",
    "description": "Raven Feather, Belladonna, and Black Cat Whisker grant fortunate encounters with dark elegance."
  },
  "2-9-12": {
    "name": "Infusion of Seeing Dark Beauty",
    "description": "Eye of Newt, Raven Feather, and Belladonna reveal beauty hidden in shadows and dark wings."
  },
  "2-9-11": {
    "name": "Draft of Moonlit Dark Beauty",
    "description": "Raven Feather, Belladonna, and Wolfsbane grant the beauty of ravens flying under full moons."
  },
  "2-9-10": {
    "name": "Elixir of Garden Dark Beauty",
    "description": "Raven Feather, Belladonna, and Foxglove invite beautiful dark ravens to grace the garden."
  },
  "2-8-19": {
    "name": "Potion of the Witch's Raven",
    "description": "Raven Feather, Witch Hazel, and Stardust honor the traditional bond between witch and raven familiar."
  },
  "2-8-18": {
    "name": "Brew of the Raven's Sacrifice",
    "description": "Raven Feather, Witch Hazel, and Blood Rose Thorn seal witch-raven bonds in shared blood."
  },
  "2-8-17": {
    "name": "Tonic of the Raven's Gate",
    "description": "Raven Feather, Witch Hazel, and Elderflower send ravens through doorways witches cannot pass."
  },
  "2-8-16": {
    "name": "Essence of Dream Raven Messages",
    "description": "Raven Feather, Witch Hazel, and Mugwort send witch's familiar into others' dreams."
  },
  "2-8-15": {
    "name": "Philtre of Honest Familiar Bond",
    "description": "Raven Feather, Witch Hazel, and Wormwood test whether raven-witch bonds are true."
  },
  "2-8-14": {
    "name": "Concoction of Necromantic Ravens",
    "description": "Raven Feather, Witch Hazel, and Graveyard Moss send ravens to gather secrets from the dead."
  },
  "2-8-13": {
    "name": "Infusion of Lucky Familiar Bonds",
    "description": "Raven Feather, Witch Hazel, and Black Cat Whisker bless witch-raven partnerships with fortune."
  },
  "2-8-12": {
    "name": "Draft of Seeing Through Raven Eyes",
    "description": "Eye of Newt, Raven Feather, and Witch Hazel let the witch see through their raven's eyes."
  },
  "2-8-11": {
    "name": "Elixir of the Moon Witch's Raven",
    "description": "Raven Feather, Witch Hazel, and Wolfsbane bond ravens to witches who work by moonlight."
  },
  "2-8-10": {
    "name": "Potion of the Garden Witch's Raven",
    "description": "Raven Feather, Witch Hazel, and Foxglove bond ravens to witches who work in gardens."
  },
  "2-8-9": {
    "name": "Brew of the Beautiful Witch's Raven",
    "description": "Raven Feather, Witch Hazel, and Belladonna bond ravens to witches of dangerous beauty."
  },
  "2-7-19": {
    "name": "Tonic of Star-Crossed Wings",
    "description": "Raven Feather, Bat Wing, and Stardust unite day-sleeping bat and day-waking raven under stars."
  },
  "2-7-18": {
    "name": "Essence of Winged Blood Brothers",
    "description": "Raven Feather, Bat Wing, and Blood Rose Thorn forge bonds between the two dark flyers."
  },
  "2-7-17": {
    "name": "Philtre of Dark Wing Passage",
    "description": "Raven Feather, Bat Wing, and Elderflower grant passage through both daylight and darkness doorways."
  },
  "2-7-16": {
    "name": "Concoction of Dark Wing Dreams",
    "description": "Raven Feather, Bat Wing, and Mugwort grant dreams of flying with both ravens and bats."
  },
  "2-7-15": {
    "name": "Infusion of Honest Dark Flight",
    "description": "Raven Feather, Bat Wing, and Wormwood grant flight that reveals harsh truths in any light."
  },
  "2-7-14": {
    "name": "Draft of Spirit Wing Companions",
    "description": "Raven Feather, Bat Wing, and Graveyard Moss summon spectral ravens and bats to fly alongside."
  },
  "2-7-13": {
    "name": "Elixir of Lucky Dark Wings",
    "description": "Raven Feather, Bat Wing, and Black Cat Whisker grant fortunate flight by day or night."
  },
  "2-7-12": {
    "name": "Potion of All-Seeing Wings",
    "description": "Eye of Newt, Raven Feather, and Bat Wing grant vision in all conditions, light or dark."
  },
  "2-7-11": {
    "name": "Brew of Night Hunter's Wings",
    "description": "Raven Feather, Bat Wing, and Wolfsbane unite all night hunters—winged and grounded."
  },
  "2-7-10": {
    "name": "Tonic of Garden Wing Patrol",
    "description": "Raven Feather, Bat Wing, and Foxglove summon both ravens and bats to guard gardens."
  },
  "2-7-9": {
    "name": "Essence of Beautiful Dark Wings",
    "description": "Raven Feather, Bat Wing, and Belladonna grant the combined dark beauty of both flyers."
  },
  "2-7-8": {
    "name": "Philtre of the Witch's Dark Wings",
    "description": "Raven Feather, Bat Wing, and Witch Hazel grant witches mastery over both familiars."
  },
  "2-6-19": {
    "name": "Concoction of Star Messenger Speech",
    "description": "Raven Feather, Toad Tongue, and Stardust send spoken messages across cosmic distances."
  },
  "2-6-18": {
    "name": "Infusion of Painful Message Carrying",
    "description": "Raven Feather, Toad Tongue, and Blood Rose Thorn carry messages that must be spoken despite the pain."
  },
  "2-6-17": {
    "name": "Draft of Threshold Message Speaking",
    "description": "Raven Feather, Toad Tongue, and Elderflower speak passwords that open distant doors."
  },
  "2-6-16": {
    "name": "Elixir of Prophetic Message Flight",
    "description": "Raven Feather, Toad Tongue, and Mugwort send ravens carrying prophetic words."
  },
  "2-6-15": {
    "name": "Potion of Harsh Truth Messages",
    "description": "Raven Feather, Toad Tongue, and Wormwood send ravens carrying bitter truths that must be heard."
  },
  "2-6-14": {
    "name": "Brew of Spirit Message Carriers",
    "description": "Raven Feather, Toad Tongue, and Graveyard Moss send ravens carrying messages to and from the dead."
  },
  "2-6-13": {
    "name": "Tonic of Lucky Message Ravens",
    "description": "Raven Feather, Toad Tongue, and Black Cat Whisker send ravens carrying fortunate words."
  },
  "2-6-12": {
    "name": "Essence of Seeing Message Flight",
    "description": "Eye of Newt, Raven Feather, and Toad Tongue watch messages fly to their destinations."
  },
  "2-6-11": {
    "name": "Philtre of Pack Message Ravens",
    "description": "Raven Feather, Toad Tongue, and Wolfsbane send ravens carrying commands to distant pack members."
  },
  "2-6-10": {
    "name": "Concoction of Garden Message Ravens",
    "description": "Raven Feather, Toad Tongue, and Foxglove send ravens carrying garden wisdom to distant witches."
  },
  "2-6-9": {
    "name": "Infusion of Beautiful Message Ravens",
    "description": "Raven Feather, Toad Tongue, and Belladonna send ravens carrying words of dangerous beauty."
  },
  "2-6-8": {
    "name": "Draft of Witch's Message Ravens",
    "description": "Raven Feather, Toad Tongue, and Witch Hazel send familiars carrying magical communications."
  },
  "2-6-7": {
    "name": "Elixir of Night Message Wings",
    "description": "Raven Feather, Toad Tongue, and Bat Wing send messages on any available dark wings."
  },
  "2-5-19": {
    "name": "Potion of Poison Raven Stars",
    "description": "Raven Feather, Nightshade Berry, and Stardust send ravens carrying cosmic warnings of danger."
  },
  "2-5-18": {
    "name": "Brew of Poisoned Pain Messages",
    "description": "Raven Feather, Nightshade Berry, and Blood Rose Thorn send ravens carrying toxins and thorns."
  },
  "2-5-17": {
    "name": "Tonic of Poisoned Threshold Ravens",
    "description": "Raven Feather, Nightshade Berry, and Elderflower post ravens to guard dangerous passages."
  },
  "2-5-16": {
    "name": "Essence of Poisoned Dream Ravens",
    "description": "Raven Feather, Nightshade Berry, and Mugwort send ravens carrying nightmares to enemies."
  },
  "2-5-15": {
    "name": "Philtre of Honest Poison Ravens",
    "description": "Raven Feather, Nightshade Berry, and Wormwood send ravens that clearly announce their danger."
  },
  "2-5-14": {
    "name": "Concoction of Grave Poison Ravens",
    "description": "Raven Feather, Nightshade Berry, and Graveyard Moss send ravens carrying death's warning."
  },
  "2-5-13": {
    "name": "Infusion of Lucky Poison Survival",
    "description": "Raven Feather, Nightshade Berry, and Black Cat Whisker send ravens that warn of poison in time."
  },
  "2-5-12": {
    "name": "Draft of Seeing Poison Ravens",
    "description": "Eye of Newt, Raven Feather, and Nightshade Berry reveal ravens carrying toxic payloads."
  },
  "2-5-11": {
    "name": "Elixir of Predator Poison Ravens",
    "description": "Raven Feather, Nightshade Berry, and Wolfsbane send ravens to poison enemy hunters."
  },
  "2-5-10": {
    "name": "Potion of Garden Poison Ravens",
    "description": "Raven Feather, Nightshade Berry, and Foxglove send ravens to defend gardens with toxins."
  },
  "2-5-9": {
    "name": "Brew of Beautiful Poison Ravens",
    "description": "Raven Feather, Nightshade Berry, and Belladonna send gorgeous ravens bearing deadly gifts."
  },
  "2-5-8": {
    "name": "Tonic of Witch's Poison Ravens",
    "description": "Raven Feather, Nightshade Berry, and Witch Hazel arm familiar ravens with traditional witch poisons."
  },
  "2-5-7": {
    "name": "Essence of Flying Poison Messengers",
    "description": "Raven Feather, Nightshade Berry, and Bat Wing send any dark wing carrying poison."
  },
  "2-5-6": {
    "name": "Philtre of Poison Word Ravens",
    "description": "Raven Feather, Nightshade Berry, and Toad Tongue send ravens speaking poisonous words."
  },
  "2-4-19": {
    "name": "Concoction of Rooted Raven Stars",
    "description": "Raven Feather, Mandrake Root, and Stardust ground raven messengers in cosmic earth magic."
  },
  "2-4-18": {
    "name": "Infusion of Rooted Pain Ravens",
    "description": "Raven Feather, Mandrake Root, and Blood Rose Thorn send ravens from places of earthly suffering."
  },
  "2-4-17": {
    "name": "Draft of Rooted Threshold Ravens",
    "description": "Raven Feather, Mandrake Root, and Elderflower send ravens from earth-bound passages."
  },
  "2-4-16": {
    "name": "Elixir of Earth Dream Ravens",
    "description": "Raven Feather, Mandrake Root, and Mugwort send ravens carrying dreams of the earth."
  },
  "2-4-15": {
    "name": "Potion of Bitter Earth Ravens",
    "description": "Raven Feather, Mandrake Root, and Wormwood send ravens carrying harsh earth truths."
  },
  "2-4-14": {
    "name": "Brew of Grave Root Ravens",
    "description": "Raven Feather, Mandrake Root, and Graveyard Moss send ravens from roots growing through graves."
  },
  "2-4-13": {
    "name": "Tonic of Lucky Earth Ravens",
    "description": "Raven Feather, Mandrake Root, and Black Cat Whisker send ravens carrying fortunate earth wisdom."
  },
  "2-4-12": {
    "name": "Essence of Seeing Earth Ravens",
    "description": "Eye of Newt, Raven Feather, and Mandrake Root reveal ravens carrying underground secrets."
  },
  "2-4-11": {
    "name": "Philtre of Territorial Ravens",
    "description": "Raven Feather, Mandrake Root, and Wolfsbane send ravens to mark and defend territory."
  },
  "2-4-10": {
    "name": "Concoction of Garden Root Ravens",
    "description": "Raven Feather, Mandrake Root, and Foxglove bond ravens to specific gardens permanently."
  },
  "2-4-9": {
    "name": "Infusion of Beautiful Earth Ravens",
    "description": "Raven Feather, Mandrake Root, and Belladonna send ravens of grounded, earthy beauty."
  },
  "2-4-8": {
    "name": "Draft of Witch's Earth Ravens",
    "description": "Raven Feather, Mandrake Root, and Witch Hazel bond ravens to earth-working witches."
  },
  "2-4-7": {
    "name": "Elixir of Grounded Flight Ravens",
    "description": "Raven Feather, Mandrake Root, and Bat Wing grant ravens who always return to earth."
  },
  "2-4-6": {
    "name": "Potion of Earth Speech Ravens",
    "description": "Raven Feather, Mandrake Root, and Toad Tongue send ravens speaking earth's messages."
  },
  "2-4-5": {
    "name": "Brew of Poison Root Ravens",
    "description": "Raven Feather, Mandrake Root, and Nightshade Berry send ravens from poison gardens."
  },
  "2-3-19": {
    "name": "Tonic of Woven Star Ravens",
    "description": "Raven Feather, Spider Silk, and Stardust weave cosmic flight paths for messenger ravens."
  },
  "2-3-18": {
    "name": "Essence of Painful Web Ravens",
    "description": "Raven Feather, Spider Silk, and Blood Rose Thorn weave flight paths through suffering."
  },
  "2-3-17": {
    "name": "Philtre of Threshold Web Ravens",
    "description": "Raven Feather, Spider Silk, and Elderflower weave raven paths through woven doorways."
  },
  "2-3-16": {
    "name": "Concoction of Dream Web Ravens",
    "description": "Raven Feather, Spider Silk, and Mugwort weave ravens into dreamers' visions."
  },
  "2-3-15": {
    "name": "Infusion of Honest Web Ravens",
    "description": "Raven Feather, Spider Silk, and Wormwood weave raven paths that reveal only truth."
  },
  "2-3-14": {
    "name": "Draft of Spirit Web Ravens",
    "description": "Raven Feather, Spider Silk, and Graveyard Moss weave paths for ravens among spirits."
  },
  "2-3-13": {
    "name": "Elixir of Lucky Web Ravens",
    "description": "Raven Feather, Spider Silk, and Black Cat Whisker weave fortunate flight paths for ravens."
  },
  "2-3-12": {
    "name": "Potion of Seeing Web Ravens",
    "description": "Eye of Newt, Raven Feather, and Spider Silk reveal all woven raven flight paths."
  },
  "2-3-11": {
    "name": "Brew of Hunter Web Ravens",
    "description": "Raven Feather, Spider Silk, and Wolfsbane weave raven scout paths for wolf packs."
  },
  "2-3-10": {
    "name": "Tonic of Garden Web Ravens",
    "description": "Raven Feather, Spider Silk, and Foxglove weave raven patrol paths through gardens."
  },
  "2-3-9": {
    "name": "Essence of Beautiful Web Ravens",
    "description": "Raven Feather, Spider Silk, and Belladonna weave gorgeous flight patterns for ravens."
  },
  "2-3-8": {
    "name": "Philtre of Witch Web Ravens",
    "description": "Raven Feather, Spider Silk, and Witch Hazel weave traditional witch's raven summoning paths."
  },
  "2-3-7": {
    "name": "Concoction of Night Web Ravens",
    "description": "Raven Feather, Spider Silk, and Bat Wing weave flight paths usable by any dark wing."
  },
  "2-3-6": {
    "name": "Infusion of Speech Web Ravens",
    "description": "Raven Feather, Spider Silk, and Toad Tongue weave paths that carry spoken messages."
  },
  "2-3-5": {
    "name": "Draft of Poison Web Ravens",
    "description": "Raven Feather, Spider Silk, and Nightshade Berry weave raven paths through toxic defenses."
  }
}